{"indice": 521, "titulo": "Terremotos", "url": "https://google.com/url?q=https://www.iag.usp.br/siae98/terremoto/terremotos.htm&sa=U&ved=2ahUKEwjrwZfewuHzAhXfqpUCHS2oA1AQFnoECAAQAg&usg=AOvVaw0-wcr3B-ktsgZplaEPM-1-", "texto": "\n \n \n Terremotos \n \n \n \n TERREMOTOS \n Terremoto ou abalo sísmico\r\né  um movimento brusco e repentino do terreno resultante de um falhamento.\r\nPortanto, a ruptura de uma rocha é o mecanismo pelo qual o terremoto é\r\nproduzido. Essa ruptura causa a liberação de uma grande quantidade de energia,\r\na qual gera ondas elásticas que se propagam pela Terra em todas as direções. \n As rochas comportam-se como corpos elásticos e\r\npodem acumular deformações quando submetidas a esforços de compressão ou de\r\ntração. Quando esse esforço excede o limite de resistência da rocha esta se\r\nrompe ao longo de um plano, novo ou pré-existente de fratura, chamado  falha . \n Normalmente não é o deslocamento na fratura que\r\ncausa maior estrago, mas sim as vibrações (ondas elásticas) que se propagam a\r\npartir da fratura. Na maior parte das vezes a fratura nem atinge a superfície,\r\nmas as vibrações podem ser fortes o suficiente para causar danos\r\nconsideráveis. \n As forças tectônicas que causam os sismos são\r\ndevidas aos processos dinâmicos que ocorrem no interior da Terra,\r\nprincipalmente os lentos movimentos de convecção no manto, responsáveis pela\r\nderiva dos continentes. \n \r\n Distribuição de terremotos na Terra. \n MAGNITUDE \n Magnitude é uma medida quantitativa do tamanho\r\ndo terremoto. Ela está relacionada com a energia sísmica liberada no foco\r\ne também com a amplitude das ondas registradas pelos sismógrafos. \n Para cobrir todos os tamanhos de terremotos,\r\ndesde os microtremores de magnitude negativas até os  grandes terremotos\r\ncom magnitudes superiores a 8.0, foi idealizada uma escala logarítmica, sem\r\nlimites. No entanto, a própria natureza impõem um limite superior a esta\r\nescala já que ela está condicionada ao próprio limite de\r\nresistência das rochas da crosta terrestre. \n Magnitude e energia podem ser relacionadas pela\r\nfórmula descrita por Gutenberg e Richter em 1935: \n log E = 11,8 + 1,5M \n onde: \r\nE= energia liberada em erg; \r\nM=magnitude do terremoto. \n \n \n INTENSIDADE \n         A\r\nintensidade sísmica é uma medida qualitativa  que descreve os efeitos\r\nproduzidos pelos terremotos em locais da superfície terrestre. A\r\nclassificação da intensidade sísmica é feita a partir da observação\r\n\"in loco\" dos danos ocasionados nas construções, pessoas ou meio\r\nambiente. Esses efeitos são denominados  macrossísmicos. \n Existem diferentes escalas de intensidade. A mais\r\nutilizada, particularmente no ocidente, foi proposta por G. Mercalli em 1902,\r\nposteriormente alterada em 1931 (Mercalli Modificada, 1931). Ela possui 12 graus\r\nindicados por algarismos romanos de I até XII. Veja, abaixo, a descrição\r\nsimplificada da Escala de Mercalli Modificada -1931. \n É no epicentro\r\ndo terremoto que normalmente o grau de intensidade é mais elevado e seus\r\nefeitos vão diminuindo a medida que se se afasta dessa área. Não existe\r\ncorrelação direta entre magnitude e intensidade de um sismo. Um terremoto\r\nforte pode produzir intensidade baixa ou vice-versa. Fatores como a profundidade\r\nde foco,  distância epicentral , geologia\r\nda área afetada e qualidade das construções civís são parâmetros que\r\nacabam por determinar o grau de severidade do sismo. \n   \n ESCALA\r\nDE INTENSIDADE \r\nMERCALLI MODIFICADA (ABREVIADA) \r\nG. Mercalli \n \n \n \n \n \n \r\n        \r\n        \n \n \n \n G. Mercalli \n \n I.  Não sentido \r\n      II.  Sentido por pessoas em repouso ou em andares superiores \r\n      III.  Objetos pendurados são balançados um pouco. Vibração leve \r\n      IV.  Vibração como a causada pela passagem de caminhões pesados.\r\n      Chacoalhar de janelas e louças. Carros parados são balançados \r\n      V.  Sentido fora de casa. Acorda gente. Objetos pequenos tombados.\r\n      Quadros são movidos \r\n      VI.  Sentido por todos. Deslocamento de mobília. Danos: louça e\r\n      vidraria quebradas, queda de mercadorias. Rachadura no reboco \r\n      VII.  Percebido por motoristas dirigindo. Dificuldade em manter-se em\r\n      pé. Sinos tocam ( igrejas, capelas, etc.).Danos: quebra de chaminés e\r\n      ornamentos arquitetônicos, queda de reboco, quebra de mobília,\r\n      rachaduras consideráveis em reboco e alvenaria, algumas casas de adobe\r\n      tombadas/desabadas \r\n      VIII.  Pessoas dirigindo automóveis são perturbadas. Galhos e\r\n      troncos quebrados. Rachaduras em solo molhado. Destruição: torres d\r\n      água elevadas, monumentos, casas de adobes. Danos severos a moderados:\r\n      estruturas de tijolo, casas de madeira (quando não estão firmes com\r\n      fundação), obras de irrigação, diques \r\n      IX.  Solo conspicuamente rachado (\"crateras de areia\").\r\n      Desabamentos. Destruição: alvenaria de tijolo não armado. Danos severos\r\n      a moderados:  estruturas inadequadas de concreto armado, tubulações\r\n      subterrâneas.  Desabamentos e solo rachado muito espalhados.\r\n      Destruição: pontes, túneis, algumas estruturas de concreto armado.Danos\r\n      severos a moderados:  maioria das alvenarias, barragens, estradas de\r\n      ferro \r\n      XI.  Distúrbios permanentes no solo \r\n      XII.  Danos quase totais. \n \n \n TIPOS DE ONDAS \n Existem diversos tipos de ondas elásticas que\r\nsão liberadas quando ocorre um terremoto. Os tipos mais importantes são: \n \n \n ondas P (ou primárias) - movimentam as\r\n    partículas do solo comprimindo-as e dilatando-as. A direção do movimento\r\n    das partículas é paralela à direção de propagação da onda; \n \n \n ondas S (ou secundárias) - movimentam as\r\n    partículas do solo perpendicularmente à direção da propagação da onda. \n \n \n \n \n \n Esquematização\r\ndo movimento de ondas liberadas em um terremoto. \r\n  \n As ondas P propagam-se pela crosta terrestre com\r\nvelocidade típica de 6 a 8 km/s em rochas consolidadas; a velocidade das ondas\r\nS é tipicamente 0% a 70% da velocidade da onda P no material.  Apesar da\r\nvelocidade das ondas variar com as propriedades das rochas (densidade, rigidez,\r\ncompressibilidade), a razão entre a velocidade das ondas P e S é\r\npraticamente constante. Isto permite que, observando o tempo de chegada destas\r\nondas, possamos estimar a distância do local onde ocorreu o sismo (basta\r\nmultiplicar o tempo S-P, em segundos, pela velocidade de 8 km/s para uma\r\nestimativa grosseira da distância entre o foco e a estação). \r\n        As ondas sísmicas são registradas\r\npor sismógrafos, equipamentos sensíveis que detectam e registram o movimento\r\ndas partículas do solo em uma determinada direção. \r\n        A diferença no tempo de chegada das\r\nondas S e P pode fornecer a  localização do epicentro do terremoto, se\r\nele for adequadamente  registrado por no mínimo  três estações . \n \n \n", "encoding": "utf-8"}