{"indice": 798, "titulo": "Distrito Federal - Pesquisa Google", "url": "https://google.com/search?ie=UTF-8&q=Distrito+Federal&sa=X&ved=2ahUKEwjvyKnpw-HzAhUfqZUCHem9DV8Q1QJ6BAgEEAg", "texto": "Distrito Federal - Pesquisa Google G o o g l e G o o g l e × Clique  aqui  se você não for redirecionado em alguns segundos.         Todas Notícias Maps Imagens   Vídeos   Shopping   Livros   Ferramentas de pesquisa         Em qualquer idioma Em qualquer idioma Pesquisar páginas em Português Em qualquer data Em qualquer data  Na última hora  Nas últimas 24 horas  Na última semana  No último mês  No último ano Todos os resultados Todos os resultados Ao pé da letra Distrito Federal Distrito Federal do Brasil O Distrito Federal situa-se nas montanhas centrais do Brasil e alberga a capital da nação, Brasília, cidade moderna e planeada para o efeito. A cidade tem edifícios futuristas concebidos pelo célebre arquiteto brasileiro, Oscar Niemeyer. Estes incluem a Catedral de Brasília, que é curva e tem telhados de vidro. O Palácio Itamaraty de Niemeyer é conhecido pelos arcos, o espelho de água e os jardins tropicais. As pessoas também perguntam O que significa o Distrito Federal? Porque o Distrito Federal não pode ser considerado um Estado? Qual é o estado de Brasília? Quantas cidades há no Distrito Federal? Ver resultados relacionados Brasília (Capital do Brasil) Pontos de interesse):  Catedral Metropolitana Nossa Senhora Aparecida \nFaculdades e universidades):  Universidade de Brasília GOVERNO DO DISTRITO FEDERAL www.df.gov.br Site institucional do Governo do Distrito Federal. Página de serviços  ·  Fale com o governo  ·  Acesso à Informação  ·  Agenda Distrito Federal (Brasil) – Wikipédia, a enciclopédia livre pt.wikipedia.org › wiki › Distrito_Federal_(Brasil) O Distrito Federal é uma das 27 unidades federativas do Brasil. Situado na Região Centro-Oeste, é a menor unidade federativa brasileira e a única que não ... Categoria:Esporte do Distrito ...  ·  Brasília  ·  Regiões administrativas  ·  Ibaneis Rocha Principais notícias Ceilândia é a cidade que mais sofre com furtos em comércios no Distrito \nFederal Jornal da Record\n3 horas atrás Apontado como maior traficante do DF, “Macarrão” é executado a tiros Metrópoles\n20 horas atrás Em dois dias, Distrito Federal tem mais seis mortes por covid-19 Correio Braziliense\n20 min atrás VÍDEO: imagens mostram dona de creche saindo do local com bebê que morreu G1\n4 horas atrás Maior traficante de cocaína do DF é executado durante saidão Estado de Minas\n4 horas atrás Coronavírus: DF tem mais 20 mortes e 278 casos; total de óbitos chega a \n10.786 G1\n1 hora atrás Imigração cresce e moradores de rua estrangeiros se espalham pelo DF Metrópoles\n14 horas atrás Contas de luz devem subir até 16% em São Paulo, Goiás e Distrito Federal iG Economia\n1 dia atrás Programa Cartão Gás já beneficia mais de 70 mil famílias do DF Correio Braziliense\n23 horas atrás Creche irregular onde bebê morreu no DF não tinha camas e atendia 40 \ncrianças com um só berço: 'Condições precárias', diz delegado G1\n1 dia atrás Governo do Distrito Federal - GDF ✓ Twitter › Gov_DF Autódromo de Brasília em reforma!   4,5km de asfalto estão sendo reconstruídos. Depois de reformado, o local vai ganhar área com espaço para ciclistas e caminhadas.  há 4 horas Quem disse que sábado não é dia de feira? 🍓🌽  Tudo fresquinho direto da roça, quem é que não gosta? Corre que ainda dá tempo!  há 11 horas Vem conferir o que o GDF tem feito pela #GentedoDF!  Ative o som e fique por dentro. 🔊  👉 Hoje vamos falar com a Luciana. Ela faz parte dos moradores beneficiados com a construção da UPA do Paranoá. Vem conferir o relato dela.  Curtiu? Compartilhe!  #gdf2021 #saudedf  há 23 horas Ei! Você sabe como contribuir com a gestão da sua cidade? Ainda não?  Então fique atento às oficinas do #PDOT que vão acontecer neste final de semana. A revisão do Plano Diretor é aberta ao público e você pode participar e opinar.  Confira as cidades deste final de semana 👇  há 1 dia Quem aí já está com o Cartão Gás em mãos? 💳☝🏾  📌Se você foi contemplado, hoje é o último dia pra retirar o cartão em uma das 38 agências do BRB!  há 1 dia DODFe - Sistema de busca no novo Diário Oficial do Distrito Federal www.dodf.df.gov.br Consulta do Diário Oficial do Distrito Federal. Distrito Federal: dados gerais, história, economia - Mundo Educação mundoeducacao.uol.com.br › Geografia › Estados do Brasil Capital: Brasília. Área territorial: 5.760 km² (IBGE, 2019). População: 3.055.149 habitantes (IBGE, 2020). Densidade demográfica: 444 ... Imagens Ver tudo Ver tudo Secretaria de Economia do Distrito Federal www.economia.df.gov.br GDF - Governo do Distrito Federal. Secretaria de Estado de Educação www.educacao.df.gov.br GDF - Governo do Distrito Federal. ... Semifinal tem nove professores do DF. Os trabalhos são relatos de práticas desenvolvidas em sala de aula. G1 Distrito Federal: notícias e vídeos da Globo g1.globo.com › df › distrito-federal Últimas notícias de Brasília e todo o Distrito Federal. Acompanhe também informações de trânsito, previsão do tempo, agenda cultural, telejornais e ... Pesquisas relacionadas Distrito Federal cidades Distrito Federal mapa Distrito Federal população Gama Distrito Federal Porque o Distrito Federal não é um estado Distrito Federal serial killer Sefaz distrito federal Detran distrito Federal     Mais >     73805, Formosa - GO  -  Do seu endereço IP  -  Saiba mais Fazer login Configurações Privacidade Termos  ", "encoding": "utf-8"}