{
    "indice": 10,
    "titulo": "Com oferta de disciplinas, UnB se organiza para volta às atividades presenciais",
    "url": "https://www.metropoles.com/distrito-federal/com-oferta-de-disciplinas-unb-se-organiza-para-volta-as-atividades-presenciais",
    "texto": "O Decanato de Ensino de Graduação pediu ao Conselho de Ensino, Pesquisa e Extensão (Cepe) da Universidade de Brasília (UnB) para que as unidades comecem a planejar atividades presenciais na oferta de disciplinas. A intenção é viabilizar o possível retorno dos alunos as salas de aula no próximo semestre, o 2º/2021, previsto para começar em 17 de janeiro. “Não se trata de antecipar uma decisão [sobre retorno presencial] que é do Cepe, mas de começarmos a planejar algo para quando esse momento chegar e o Conselho puder deliberar sobre o assunto”, explicou o decano de Ensino de Graduação, Diêgo Madureira.  “Pedimos aos senhores conselheiros que reforcem junto s suas unidades a importância desse processo, uma vez que temos elementos que nos permitem vislumbrar o avanço para a etapa dois do Plano de Retomada“, acrescentou o vice-reitor da UnB, Enrique Huelva. Ao elaborarem a lista de oferta, as unidades devem observar a circular DEG nº 30/2021, que traz prioridades para o planejamento, levando em consideração questões como demandas de prováveis formandos, por exemplo. Também será necessário elaborar um planejamento alternativo, caso o Cepe decida pela manutenção das atividades em formato remoto. “É mais fácil voltarmos para o formato on-line a partir desse planejamento, caso necessário, do que o contrário”, reforçou Diêgo. Outros assuntos Durante a reunião do Cepe, também foi apresentada aos conselheiros, para que levem a discussão as respectivas unidades, a proposta de regulamentação de estágios de graduação na Universidade de Brasília.  A demanda surge do crescente número de questionamentos judiciais e da necessidade de padronizar os entendimentos e procedimentos na UnB, o que deve levar a uma redução no tempo necessário para tramitar o processo na instituição.",
    "encoding": "utf8"
}