{
    "indice": 5,
    "titulo": "Universidade de Brasília - UNB - Super Vestibular",
    "url": "https://vestibular.mundoeducacao.uol.com.br/universidades/universidade-brasilia---unb.htm",
    "texto": "Universidade de Brasília - UNB Considerada a maior instituição de ensino superior do Centro-Oeste, UNB oferece mais de 100 cursos de graduação e 150 de pós-graduação, atualmente. Considerada a maior instituição de ensino superior do Centro-Oeste e uma das mais importantes do país, a Universidade de Brasília (UnB) foi inaugurada em abril de 1962 como instituição de ensino superior pública federal. Idealizada para aliar o rigor da ciência com a ousadia da arte, a instituição conta atualmente com cerca de 3 mil professores, 3 mil técnico-administrativos e 30 mil alunos.  A Universidade é constituída por 4 campi, 26 institutos e faculdades e 36 núcleos responsáveis pela oferta de mais de 100 cursos de graduação e 150 de pós-graduação. No Índice Geral de Cursos (IGC) de 2010, a instituição foi classificada com conceito 4 e ficou em 13º lugar entre as melhores universidades do país.   CAMPUS -Campus Ceilândia  Centro Metropolitano, conjunto A, lote 01, Brasília/DF http://fce.unb.br ou fcesecadm@unb.br (61) 3107-8428/8933/8427  Enfermagem, Farmácia, Fisioterapia, Saúde Coletiva, Terapia Ocupacional e Fonoaudiologia.  -Campus Gama  Área Especial de Indústria Projeção A Brasília, Gama – Setor Leste http://fga.unb.br ou unbgama@unb.br (61) 3107-8901  Engenharia Aeroespacial, Engenharia Automotiva, Engenharia de Energia, Engenharia de Software e Engenharia Eletrônica.  -Campus Darcy Ribeiro - Brasília  Campus Universitário Darcy Ribeiro, Asa Norte, Brasília – DF http://www.unb.br (61) 3107-3300  Administração, Agronomia, Arquitetura e Urbanismo, Arquivologia, Artes Cênicas, Artes Plásticas, Biblioteconomia, Ciência da Computação, Ciência Política, Ciências Ambientais, Ciências Biológicas, Ciências Contábeis, Ciências Econômicas, Ciências Farmacêuticas, Ciências Sociais, Comunicação Organizacional, Comunicação Social, Design, Direito, Educação Física, Enfermagem e Obstetrícia, Engenharia Ambiental, Engenharia Civil, Engenharia de Computação, Engenharia de Redes de Comunicação, Engenharia de Produção, Engenharia Elétrica, Engenharia Florestal, Engenharia Mecânica, Engenharia Mecatrônica, Estatística, Filosofia, Física, Geofísica, Geografia, Geologia, Gestão de Políticas Públicas, Gestão de Agronegócio, Gestão em Saúde Coletiva, História, Letras, Matemática, Medicina, Medicina Veterinária, Museologia, Música, Nutrição, Odontologia, Pedagogia, Psicologia, Química, Química Tecnológica, Relações Internacionais, Serviço Social, Turismo e Visuais.  -Campus Planaltina  Área Universitária, nº 01, Vila Nossa Senhora de Fátima, Planaltina, Planaltina, Brasília/DF http://www.fup.unb.br ou fup@unb.br  (61) 3107-8002  Ciências Naturais, Educação do Campo, Gestão Ambiental e Gestão do Agronegócio.  INFRAESTRUTURA A UnB é dividida atualmente em quatro campi e possui área total de 4.787.449,13 m². Em todo esse complexo educacional estão localizados 26 institutos e faculdades e 16 centros de ensino e pesquisa, além do Hospital Universitário, Hospital Veterinário, Centro Olímpico, UnB TV, Biblioteca Central, Fazenda, Editora, entre outros departamentos. Para se ter uma ideia da amplitude da instituição, somente no Campus Universitário Darcy Ribeiro são oferecidos 440 laboratórios especializados.   FORMAS DE INGRESSO -Vestibular Tradicional  O Vestibular da UnB acontece uma vez ao ano, no segundo semestre, para prover 50% das vagas oferecidas para cursos de graduação. As provas são aplicadas em um final de semana, no período vespertino, e elaboradas de forma interdisciplinar.   No primeiro dia, os candidatos são condicionados a 30 questões objetivas de Língua Espanhola, Inglesa ou Francesa, 120 de Língua Portuguesa e Literaturas, Geografia, História, Artes (Artes Cênicas, Artes Visuais e Música), Filosofia e Sociologia e, ainda, Redação. Já no segundo, eles respondem 150 questões sobre Biologia, Física, Química e Matemática.   Os itens são divididos em quatro tipos: certo ou errado, resultado numérico de 000 a 999, múltipla escolha com quatro opções e respostas discursivas. Treineiros também podem participar do vestibular, que é realizado pelo Centro de Pesquisa em Avaliação e Seleção e de Promoção de Eventos (Cebraspe), com a utilização do método Cespe de avaliação.  -Programa de Avaliação Seriada - PAS  Desde 1995, a UnB oferece o Programa de Avaliação Seriada (PAS) como forma alternativa de ingresso. O processo seletivo é realizado em três etapas, ao final de cada série do ensino médio, sendo responsável pelo preenchimento de 50% das vagas totais anuais oferecidas pela instituição. Isso significa que, ao final da 1ª, da 2ª e da 3ª séries do ensino médio, uma prova relativa aos conhecimentos adquiridos naquele ano de estudo é aplicada.   A classificação dos candidatos é feita após a prova da terceira etapa, com base na média ponderada (pesos 1, 2 e 3) obtida nos resultados das provas realizadas ao final de cada série. O edital é publicado no segundo semestre, mas o ingresso acontece nos dois semestres letivos do ano seguinte ao da aplicação da prova da 3ª etapa.  Não pare agora... Tem mais depois da publicidade ;)  -SiSU  A UnB já utilizou o SiSU como forma de ingresso, ofertando 25% de suas vagas anuais para o ingresso no 1º semestre. No entanto, a partir de 2020 o Sistema deixará de ser utilizado pela Universidade e o ingresso será através do desempenho nas provas do Enem, por meio de edital específico. Saiba mais!  -Enem  O Vestibular da UnB do primeiro semestre utilizará, a partir de 2020, somente o Enem como critério de ingresso. O Enem também é usado para preenchimento de vagas remanescentes do PAS e Vestibular do segundo semestre. Os candidatos também precisam comprovar nota superior a 350 nas provas objetivas e a 400 na redação do Enem.  -Ensino a Distância   Para os cursos de Administração Pública, Artes Visuais, Biologia, Educação Física, Geografia, Letras, Música, Pedagogia e Teatro, ofertados na modalidade a distância, a UnB realiza uma seleção específica denominada de Vestibular UAB.  O edital é publicado em meados do primeiro ou do segundo semestre e a seleção é composta por avaliação de conhecimentos, mediante aplicação de provas objetiva e de redação, e bonificação por experiência profissional. A quantidade de vagas é definida em edital específico e o ingresso ocorre no semestre letivo seguinte à realização das provas.  -Certificação de Habilidade Específica  A UnB também realiza um Vestibular para cursos que exigem Certificação de Habilidade Específica (VHE), já que esses não são contemplados pelo SiSU. O processo seletivo é destinado a selecionar candidatos, no primeiro semestre letivo, para os seguintes cursos: Arquitetura e Urbanismo, Artes Cênicas (bacharelado/licenciatura), Artes Plásticas (bacharelado/licenciatura), Design (bacharelado) e Música (bacharelado/licenciatura).  O edital é publicado em meados de janeiro e as provas de habilidade específica ocorrem por meio de testes escritos e/ou práticos para todos os cursos, além de apresentação de porta-fólio somente para os candidatos que escolherem a certificação em Artes Visuais. O VHCE é responsável pelo preenchimento de 25% das vagas totais anuais destinadas aos cursos de graduação que exigem Certificação de Habilidade Específica.  -Vestibulares especiais  A UnB também realiza processos seletivos específicos para ingresso nos cursos de licenciatura em Língua de Sinais Brasileira (Libras) e Educação do Campo e também para indígenas. Para Libras, são oferecidas 40 vagas anuais para o primeiro semestre letivo. A avaliação é composta por prova objetiva de conhecimentos gerais e redação em língua portuguesa.  O Vestibular para licenciatura em educação do campo visa a formação de professores que atuarão na educação básica em escolas do campo na região do Distrito Federal e entorno, Goiás e Minas Gerais. A oferta é de 120 vagas anuais e a seleção compreende a análise das notas obtidas em uma das três últimas edições do Enem.  Já no caso dos indígenas, a seleção é voltada para os cursos de Agronomia, Ciências Biológicas, Ciências Sociais, Enfermagem, Engenharia Florestal, Medicina e Nutrição, cuja oferta é de 2 vagas por graduação, em geral. A classificação é feita com base no resultado obtido pelo candidato na prova de conhecimentos e na entrevista.  COTAS Conforme determinado pela Lei de Cotas, a UnB oferece metade das vagas, por curso e turno, para candidatos que cursaram o ensino médio integralmente em escola pública. Também são reservadas 5% das vagas para o Sistema de Cotas para Negros.   O sistema de concorrência deve ser indicado no ato da inscrição no vestibular, mediante envio/entrega de documentação comprobatória ou assinatura em meio digital do termo que confirma sua etnia, conforme o caso.  Os documentos enviados/entregues são analisados por uma banca avaliadora, que verifica o cumprimento das exigências. Além disso, caso o candidato não seja selecionado por meio do sistema escolhido, ele passa a concorrer automaticamente por outro.",
    "encoding": "utf8"
}