{"indice": 106, "title": "PSI@HOME TEST - PSI@HOME TEST", "url": "https://www.cisiaonline.it/en/tematic-area-psy/il-giorno-del-test-psicologia/il-giorno-del-test-psicologiacasa-2/", "text": "\n\n\n\n\n  \n\n\n\n\n\nPSI@HOME TEST - PSI@HOME TEST\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccessibilità\n\nVista per daltonici\ntesto piccolo\ntesto normale\ntesto grande\n\n\n\n\n\n\n\n\n\n\n\nen\niten\n\n\n\n\n\n\n\n\nCisia\n\n\n\n\n\nPsicologia\n\n\n\n\n\n\n\n\nNavigazione principale\nThematic area\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n         \n\n                    Test Arched                 \n\n        \n    \n\n         \n\n                    Psicologia                 \n\n        \n    \n\n         \n\n                    Italiano L2                 \n\n        \n    \nVedi tutti\n\n\n\n\n\n\n\n\n\n\n        \n        Apri il menù di sezione\n\n\n\n\n\n\n\n\n\nIl Test\nEsercitati\nNews FAQ Help desk \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            \n           \n\n                            \n                 \n\n                                        \n                        altri test                    \n                    \t\t\t\t\n\t\t\t\t                \n                \n                \n                        \n            \nAccedi\n\n\n\n\nNews\n\nVai all'archivio\n\n\n\n\n\n\n\n\n\n\nVersion:\n\n\n\n\n\n\n\n\n\n\nPSI@HOME TEST\n\n\n\n\nOn the PSI TEST day\n\nPSI@HOME TEST\nPSI TEST AT THE UNIVERSITY\n\n\n\n\n\n\n\n\nBefore taking the PSY@HOME test\nA week before the test, you receive an e-mail containing:\n\ngeneral instructions on how the test will be carried out\na link to a form where you have to upload your valid ID document, which will be the same document required on the day of the test.\n\n \nBefore taking the PSY TEST@HOME please make sure:\n\nyou have checked the starting time of the PSY TEST@HOME\nyou have carried out the simulations in the “Practice placement area“ on the computer you will use on the day as a technical test to check if devices (computer and Internet connection) work properly\nyou have set up the room and have all the devices as required in “TEST@HOME: room configuration, testing and network requirements ”;\n\n \nOn your computer, please make sure that:\n\nantivirus and automatic system updates on your computer are disactivated and all applications are closed;\nJavaScript and cookies are enabled in the browser;\nyou are using one of these browsers:Google Chrome, Microsoft Edge, Mozilla Firefox (You can’t use Internet Explorer or Safari)\nIf you are using Google Chrome, the function “Traslation” is disabled: from the menu Settings>Advanced>Languages Offer to translate pages that aren’t in a language you read.\n\n\n \nOn your device (smartphone or tablet), please make sure that:\n\nphone calls and notifications from all the applications installed are disabled. You can enable call forwarding, instead\nyou have downloaded the ZOOM application (Remember: you do not need to create a personal account);\nyou have a QR Code reader\n\n \nDuring the PSI@HOME test, the battery charger of your mobile devices (and of your computer if it is a laptop) must be at your hand!\nYou take the PSI test on the computer but you need the videocamera of your mobile device for entering the virtual test room and for showing your room when required .\n \nHow to start the PSY@HOME test\nFor starting the PSY@HOME test, you need to:\n\ngo to your Student Area page\nenter the username and password received by email on the day of the test at the starting time of the TEST@HOME;\n\nDove inserire nome utente e password per avviare il test\n3. when the QR code appears, capture it with the camera of your mobile device and access the ZOOM virtual test room. If the QR code reading is not successfull, enter the virtual test room using the link you received by e-mail. You can also refer to the guide “How to use ZOOM”;\n4.finally, the control code (codice di controllo) appears on the computer screen: show it to the Test Room Commission when required.\nIl QR code e il codice di controllo.\nEntering the virtual test room\nFor entering the virtual test room, you need to read the QR code displayed on the screen using the mobile device equipped with Zoom app and a QR code reader.\nAlternatively, you can use the link sent by email: open your mail directly from the mobile device and activate the link from there\n \nA maximum of 25 – 30 candidates can be present in the virtual test room. The session will be recorded.\n \nDuring the test, the Test Room Commission, (composed of one or more supervisors or, if necessary, by the CISIA staff) manage and control the test.\nAll candidates’ microphones can be switched on or off only by the Test Room Commission.\n \nIdentification\nPlease wait until the Test Room Commission calls your name\n Follow the Commission’s instructions and with your mobile device:\n\nShow your face\nShow that the clothing you are wearing cannot hide objects\nShow the desk where you can have only blank sheets of paper, a pen and the PC on which you will take the test\nShow the room in which you will take the test: it should be a quiet environment, without anyone else and properly lit. Doors must be shut\nShow the control code (codice di controllo) that appears on your PC\nWait for the words “User identified” to appear: this means that the identification has been successful and you can take the PSI@HOME test.\n\n \nPassaggio a Utente riconosciuto\n7.following the instructions of the Test Room Commission and place your mobile device on the support behind you, at a 45° angle to the desk;\n \nCome posizionare il dispositivo mobile il giorno del TEST PSI @CASA\n8.Wait until the identification process has been completed\n9.Carefully, listen and read the instructions on how to use the client (program) on which the test is carried ou\n10.Wait for the Commission to start the PSI test.\nOnce the identification phase has been completed, the Test Room Commission will start the PSI test.\nPulsante di inizio del TEST PSI  dopo avvio della commissione d’aula.\nThe PSI test is finished once you click on the “Complete” button.\n \nDuring the PSI TEST @HOME\nShould you encounter any kind of problems, need assistance or have doubts, you can communicate with the commission by clicking on the “raise hand” button: a request for help will be sent to the Commission who may communicate with you by directly opening a chat.\nPer comunicare con la commissione d’aula durante il TEST PSI si potrà alzare la mano\nClick on the “Raise hand” button if you need to talk to a supervisor. \nOpening the chat will temporarily interrupt the PSI TEST@HOME. The conversation in chat will be recorded and it will be the only way to communicate to the Commission during the test.\n At any time, the Commission may requests candidates to do a full check of video and audio in the room, interrupting the test for the necessary time.\nAs a student with a special need or with any kind of disability, you may have been recognised by university the right to use a no-scientific calculator, which can be directly used from the client of the PSI@HOME test\n \nCalcolatrice come supporto allo svolgimento del TEST PSI, riconosciuta dall’Università.\nOnce you’ve finished the test, click on the button “FINISH”: your final total score and the scores for each section will be displayed on the screen.\nYou can leave the virtual room from ZOOM, clicking on the button “Leave”\nTasto per abbandonare l’aula virtuale\nYou must take the PSY@HOME test completely in silence, respecting the other candidates. You need to keep silent even when you leave the virtual room (without greeting in order not to disturb who is still taking the test). \nIn case of doubts, once you’ve finished, you can communicate with the Commission using the ZOOM chat.\nOn the test day, you are required to respect the rules of conduct as explained in “The technical specifications for students to enrol and participate in the TEST PSY” that you approved when you booked your test. In particulary, for the whole period of the test:\n\nYou can’t use headsets, earphones, Google Glass, microphones, speakers;\nYou can’t open and use any application on your computer except for the CISIA client (program);\nYou must remain silent and keep your mobile device camera and microphone always turned on;\n\nThe Virtual Test Room Commission will ensure the compliance of the rules, before and during the test, also randomly. In the event of irregularities, test could be invalidated.\n \nAfter the PSI@HOME test\nAt the end of the PSY test you will be able to view your total score,  splitted for each section.\nIn the time between the end of the test and the publication of the rankings, the universities can access the recordings of the session verify the correct execution of the tests, as well as take into consideration the reports of any anomalous behavior in the use of applications by CISIA.\nThe rankings will be published on the websites of the universities.\n \n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n© 2014 - 2021 Cisia                     credits\n\n\n\n\n\n\n\nFAQ\nAmministrazione Trasparente\nPrivacy\nMappa del sito\nContatti\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "encoding": "utf-8"}