{"indice": 142, "title": "Termos de Serviço do Google – Privacidade & Termos – Google", "url": "https://policies.google.com/terms?hl=pt-BR&fg=1", "text": "Termos de Serviço do Google – Privacidade & Termos – GooglePrivacidade & TermosContaPesquisaMapsYouTubePlayNotíciasGmailMeetChatContatosDriveAgendaTradutorFotosDuoChromeShoppingDocumentosPlanilhasApresentaçõesLivrosBloggerHangoutsKeepJamboardGoogle EarthColeçõesGoogle Arts & CultureGoogle AdsPodcastsViagensFormuláriosMais do GoogleFazer loginVisão geralPolítica de PrivacidadeTermos de ServiçoTecnologiasPerguntas frequentesPrivacidade & TermosVisão geralPolítica de PrivacidadeTermos de ServiçoAtualizaçõesDefiniçõesLista de serviços e termos adicionais específicos do serviçoComo o Google lida com solicitações governamentais de informações de usuáriosTecnologiasPerguntas frequentesPrivacidade & TermosPrivacidade & TermosVisão geralPolítica de PrivacidadeTermos de ServiçoTecnologiasPerguntas frequentesConta do GoogleTermosIntroduçãoSeu relacionamento com o GoogleUsando os serviços do GoogleConteúdo nos serviços do GoogleSoftware nos serviços do GoogleEm caso de problemas ou discordânciasSobre estes termosAtualizaçõesDefiniçõesLista de serviços e termos adicionais específicos do serviçoComo o Google lida com solicitações governamentais de informações de usuáriosTermos de Serviço do GoogleEm vigor a partir de 31 de março de 2020 | Versões arquivadas | Fazer o download do PDFVersão específica: BrasilO que estes termos cobremSabemos que é tentador pular estes Termos de Serviço, mas é importante estabelecer o que você pode esperar de nós ao usar os serviços do Google e o que esperamos de você.Estes Termos de Serviço refletem a maneira como os negócios do Google funcionam, as leis que se aplicam à nossa empresa e determinados pontos em que sempre acreditamos. Como resultado, estes termos ajudam a definir a relação do Google com você na medida da sua interação com os nossos serviços. Por exemplo, estes termos incluem as seguintes seções:O que você pode esperar de nós, que descreve o modo como fornecemos e desenvolvemos nossos serviços.O que esperamos de você, que estabelece certas regras para usar nossos serviços.Conteúdo nos serviços do Google, que descreve os direitos de propriedade intelectual com relação ao conteúdo que você encontra nos nossos serviços, seja ele pertencente a você, ao Google ou a outras pessoas.Em caso de problemas ou discordâncias, que descreve outros direitos legais que você tem e o que esperar caso estes termos sejam violadosCompreender estes termos é importante porque, para usar nossos serviços, você precisa aceitá-los.Além destes termos, também publicamos uma Política de Privacidade. Embora ela não faça parte destes termos, recomendamos que você a leia para entender melhor como pode atualizar, gerenciar e excluir suas informações.Provedora de serviçosOs serviços do Google que você pode contratar são fornecidos por:Google LLCorganizada de acordo com as leis do estado de Delaware, EUA, e operada de acordo com as leis dos EUA1600 Amphitheatre ParkwayMountain View, Califórnia 94043EUARestrições de idadeSe você está abaixo da idade exigida para gerenciar sua própria Conta do Google, é necessário ter a permissão do seu pai/mãe ou responsável legal para usar uma conta. Peça para seu pai/mãe ou responsável legal ler estes termos com você.Se você é um responsável legal ou pai/mãe e permite que uma criança use os serviços, estes termos se aplicam a você, e você é responsável pelas atividades dessa criança nos serviços.Alguns serviços do Google têm restrições de idade complementares, de acordo com o descrito nos termos adicionais específicos do serviço e nas políticas deles.ÍndiceIntroduçãoSeu relacionamento com o GoogleUsando os serviços do GoogleConteúdo nos serviços do GoogleSoftware nos serviços do GoogleEm caso de problemas ou discordânciasSobre estes termosSeu relacionamento com o GoogleEstes termos ajudam a definir o relacionamento entre você e o Google. De modo geral, permitimos que você use nossos serviços se concordar em seguir estes termos, que refletem o modo como as empresas do Google funcionam e como nós ganhamos dinheiro. Quando falamos de \"Google\", \"nós\", \"nosso\" ou \"nossa\", estamos nos referindo à Google LLC e às afiliadas dela.O que você pode esperar de nósFornecimento de uma grande variedade de serviços úteisFornecemos uma grande variedade de serviços que estão sujeitos a estes termos, incluindo:apps e sites, como a Pesquisa e o Maps;plataformas, como o Google Play;serviços integrados, como o Maps incorporado em apps ou sites de outras empresas;dispositivos, como o Google Home.Nossos serviços são feitos para trabalhar em conjunto, facilitando a alternância entre atividades. Por exemplo, o Google Maps pode lembrar você de sair para um compromisso que aparece no Google Agenda.Melhorias nos serviços do GoogleEstamos sempre desenvolvendo novos recursos e tecnologias para melhorar nossos serviços. Por exemplo, investimos em inteligência artificial que usa aprendizado de máquina para detectar e bloquear spam e malware, além de oferecer recursos inovadores, como tradução simultânea. Como parte dessa melhoria contínua, às vezes adicionamos ou removemos recursos e funcionalidades, aumentamos ou diminuímos limites para nossos serviços e começamos a oferecer novos serviços ou deixamos de oferecer os antigos.Se fizermos mudanças que impactem negativamente seu uso dos nossos serviços ou se pararmos de oferecer um serviço, enviaremos um aviso com certa antecedência e daremos a você a oportunidade de exportar seu conteúdo da Conta do Google usando o Google Takeout, salvo em situações urgentes, como para evitar abusos, responder a requisitos legais ou resolver problemas técnicos ou de segurança.O que esperamos de vocêCumprimento destes termos e dos termos adicionais específicos do serviçoA permissão que concedemos a você para usar nossos serviços permanecerá enquanto você cumprir com suas responsabilidades definidas: nestes termos;no termo adicional específico do serviço, o que pode, por exemplo, incluir restrições de idade complementares.Também disponibilizamos várias políticas, Centrais de Ajuda e outros recursos para responder a perguntas comuns e definir expectativas sobre o uso dos nossos serviços. Esses recursos incluem nossa Política de Privacidade, a Central de Ajuda de direitos autorais, a Central de segurança e outras páginas que podem ser acessadas pelo nosso site de políticas.Apesar de darmos a você permissão para usar nossos serviços, mantemos todos os direitos de propriedade intelectual que detemos sobre eles.Respeito às outras pessoasMuitos dos nossos serviços permitem que você interaja com outras pessoas. Queremos manter um ambiente respeitoso para todos, o que significa que você precisa seguir estas regras básicas de conduta:Obedeça às leis aplicáveis, incluindo controle de exportação, sanções e leis de tráfico de pessoas.Respeite os direitos das outras pessoas, incluindo a privacidade e direitos de propriedade intelectual.Não abuse nem prejudique terceiros ou a si mesmo, nem ameace ou incentive esse tipo de conduta. Por exemplo, enganar, fraudar, difamar, fazer bullying, assediar ou perseguir terceiros.Não abuse, prejudique, interrompa ou interfira nos serviços.Nossos termos e políticas adicionais específicos do serviço fornecem mais detalhes sobre a conduta apropriada que todos que usam os serviços devem seguir. Se você encontrar outras pessoas que não estejam seguindo essas regras, muitos dos nossos serviços permitem que você denuncie casos de abuso. Se tomarmos providências com relação a uma denúncia de abuso, também forneceremos um processo justo, como descrito na seção Tomando providências em caso de problemas.Permissão para usar seu conteúdoAlguns dos nossos serviços são feitos para permitir que você faça upload, encaminhe, armazene, envie, receba ou compartilhe seu conteúdo. Você não tem obrigação de fornecer qualquer conteúdo aos nossos serviços e é livre para escolher o conteúdo que quer fornecer. Se você escolher fazer upload de um conteúdo ou compartilhá-lo, você precisa ter os direitos necessários para fazer isso, e esse conteúdo precisa ser lícito.LicençaSeu conteúdo continua sendo seu, o que significa que você retém todos os direitos de propriedade intelectual relacionados a ele. Por exemplo, você tem direitos de propriedade intelectual com relação ao conteúdo criativo de sua autoria, como avaliações que você escreve. Ou você pode ter o direito de compartilhar o conteúdo criativo de outra pessoa, se ela permitir.Precisaremos da sua permissão se seus direitos de propriedade intelectual restringirem nosso uso do conteúdo. Você concede essa permissão ao Google por meio desta licença.O que é cobertoEsta licença cobre seu conteúdo se ele for protegido por direitos de propriedade intelectual.O que não é cobertoEsta licença não afeta seus direitos de privacidade. Ela trata apenas dos seus direitos de propriedade intelectual.Esta licença não cobre estes tipos de conteúdo:Informações factuais disponíveis para o público fornecidas por você, como correções do endereço de uma empresa local. Essas informações não precisam de uma licença, porque são consideradas conhecimento comum que todos estão livres para usar.Feedback dado por você, como sugestões para melhorar nossos serviços. O feedback é tratado na seção Comunicações relacionados a serviços, disponível abaixo.EscopoEsta licença é:global, o que significa que ela é válida em qualquer lugar do mundo;não exclusiva, o que significa que você pode licenciar seu conteúdo para outras pessoas;livre de royalties, o que significa que não há taxas relacionadas a ela.DireitosEsta licença permite que o Google:hospede, reproduza, distribua, comunique e use seu conteúdo, por exemplo, para salvá-lo nos nossos sistemas e torná-lo acessível em qualquer lugar;publique, apresente ou exiba publicamente seu conteúdo, se ele tiver sido deixado visível para as outras pessoas;modifique ou crie obras derivadas do seu conteúdo, por exemplo, reformatando ou traduzindo-o;sublicencie esses direitos para:outros usuários de modo a permitir que os serviços funcionem como planejado, por exemplo, ao ativar o compartilhamento de fotos com as pessoas que você escolher;nossos prestadores de serviço que assinaram contratos conosco de acordo com estes termos, apenas para os fins descritos na seção Finalidade, disponível abaixo.FinalidadeEsta licença é destinada aos fins restritos de:operar e melhorar os serviços, o que significa permitir que eles funcionem de acordo com o planejado e criar novos recursos e funcionalidades. Isso inclui usar sistemas automatizados e algoritmos com o objetivo de analisar seu conteúdo para:buscar spams, malware e conteúdo ilegal;reconhecer padrões nos dados, como determinar quando sugerir um novo álbum no Google Fotos para manter as fotos relacionadas juntas;personalizar nossos serviços para você, como o fornecimento de recomendações, resultados de pesquisa, conteúdo e anúncios personalizados, o que você pode mudar ou desativar nas Configurações de anúncios.Essa análise ocorre à medida que o conteúdo é enviado e recebido, e quando ele é armazenado.usar o conteúdo que você compartilhou publicamente para promover os serviços. Por exemplo, para promover um app do Google, podemos citar uma avaliação que você escreveu. Ou, para promover o Google Play, podemos exibir uma captura de tela de um app que você oferece na Play Store;desenvolver novos serviços e tecnologias para o Google de acordo com estes termos.DuraçãoEsta licença dura enquanto seu conteúdo estiver protegido por direitos de propriedade intelectual.Se você remover dos nossos serviços qualquer conteúdo que seja coberto por esta licença, nossos sistemas farão com que esse conteúdo deixe de estar disponível publicamente em um prazo razoável. Há duas exceções:Se você já compartilhou seu conteúdo com outras pessoas antes de removê-lo. Por exemplo, se você compartilhou uma foto com um amigo que fez uma cópia dela ou a compartilhou novamente, essa foto poderá continuar aparecendo na Conta do Google do seu amigo mesmo depois que você removê-la da sua Conta do Google.Se você disponibiliza seu conteúdo por meio serviços de outras empresas, é possível que os mecanismos de pesquisa, incluindo a Pesquisa Google, continuem encontrando e exibindo seu conteúdo como parte dos resultados deles.Usando os serviços do GoogleSua Conta do GoogleSe você atende às restrições de idade, pode criar uma Conta do Google para sua conveniência. Alguns serviços exigem que você tenha uma Conta do Google para que eles funcionem. Por exemplo, para usar o Gmail, é necessário ter uma Conta do Google para que você possa enviar e receber seus e-mails.Você é responsável por tudo o que faz com sua Conta do Google, incluindo tomar as medidas necessárias para manter sua conta segura, e nós recomendamos o uso regular da Verificação de segurança.Usando os serviços do Google em nome de uma organizaçãoMuitas organizações, como empresas, organizações sem fins lucrativos e escolas, beneficiam-se dos nossos serviços. Para usar nossos serviços em nome de uma organização:um representante autorizado dessa organização precisa concordar com estes termos;o administrador da sua organização pode atribuir uma Conta do Google a você. Esse administrador poderá exigir que você siga outras regras e talvez consiga acessar ou desativar sua Conta do Google.Comunicações relacionadas a serviçosPara oferecer a você nossos serviços, às vezes enviamos avisos sobre o serviço e outras informações. Para saber mais sobre como nos comunicamos com você, acesse a Política de Privacidade do Google.Se você optar por nos dar feedback, como sugestões para melhorar nossos serviços, poderemos agir de acordo com essa informação sem qualquer compromisso com você.Conteúdo nos serviços do GoogleSeu conteúdoAlguns dos nossos serviços permitem que você deixe seu conteúdo disponível publicamente. Por exemplo, é possível postar uma avaliação de restaurante ou produto ou fazer upload de uma postagem em um blog que você criou.Consulte a seção Permissão para usar seu conteúdo para ver mais informações sobre os direitos relacionados ao seu conteúdo e sobre como ele é usado nos nossos serviços.Consulte a seção Remover seu conteúdo para saber como e por que podemos remover conteúdo gerado pelo usuário dos nossos serviços.Se você acredita que alguém está violando seus direitos de propriedade intelectual, pode nos enviar um aviso sobre a violação para tomarmos as providências necessárias. Por exemplo, suspendemos ou encerramos as Contas do Google de violadores de direitos autorais reincidentes, conforme descrito na nossa Central de Ajuda de direitos autorais.Conteúdo do GoogleAlguns dos nossos serviços incluem conteúdo que pertence ao Google, como, por exemplo, várias das ilustrações visuais vistas no Google Maps. Você pode usar esse conteúdo do Google de acordo com o permitido nestes termos ou em qualquer um dos termos adicionais específicos do serviço, mas nós retemos todos os direitos de propriedade intelectual relacionados ao nosso conteúdo. Não remova, oculte ou mude nenhum dos nossos logotipos, marcas ou avisos legais. Se você quiser usar nossos logotipos ou marcas, consulte a página Permissões relacionadas à marca do Google (link em inglês).Outros conteúdosPor fim, alguns dos nossos serviços dão a você acesso a conteúdos que pertencem a outras pessoas ou organizações (por exemplo, a descrição do proprietário de uma loja sobre a própria empresa ou um artigo de jornal que aparece no Google Notícias). Não use esse conteúdo sem a permissão dessa pessoa ou organização, ou de alguma forma que não seja permitida por lei. As opiniões expressas no conteúdo de outras pessoas ou organizações não refletem necessariamente as opiniões do Google.Software nos serviços do GoogleAlguns dos nossos serviços incluem softwares disponíveis para download. Nós damos a você permissão para usar esses softwares como parte dos serviços.A licença que concedemos a você é:global, o que significa que ela é válida em qualquer lugar do mundo;não exclusiva, o que significa que podemos licenciar o software para outras pessoas;livre de royalties, o que significa que não há taxas relacionadas a ela;pessoal, o que significa que ela não pode ser estendida para mais ninguém;intransferível, o que significa que não é possível transferi-la para mais ninguém.Alguns dos nossos serviços incluem softwares oferecidos de acordo com os termos da licença de código aberto que nós disponibilizamos para você. Às vezes, há disposições na licença de código aberto que prevalecem sobre partes destes termos, então leia com atenção.Não copie, modifique, distribua, venda ou alugue qualquer parte dos nossos serviços ou softwares. Além disso, não faça engenharia reversa nem tente extrair qualquer parte do nosso código-fonte, exceto em casos em que você tenha nossa permissão por escrito ou em casos em que a legislação permita que você faça isso.Quando um serviço exigir ou incluir um software disponível para download, às vezes esse software será atualizado automaticamente no seu dispositivo se uma nova versão ou recurso estiver disponível. Alguns serviços permitem que você ajuste suas configurações de atualização automática.Em caso de problemas ou discordânciasPor lei, você tem direito a (1) determinada qualidade de serviço e (2) maneiras de resolver problemas se algo der errado. Estes termos não limitam nem retiram nenhum desses direitos. Por exemplo, se você é um consumidor, você continua se beneficiando de todos os direitos legais garantidos aos consumidores de acordo com a legislação local.GarantiaFornecemos nossos serviços usando um nível razoável de habilidade e cuidado. Se não alcançarmos o nível de qualidade descrito nesta garantia, você concorda em nos informar para que possamos trabalhar juntos de modo a resolver o problema.Exonerações de responsabilidadeOs únicos compromissos que assumimos com relação aos nossos serviços, incluindo o conteúdo deles, as funções específicas ou a confiabilidade, disponibilidade ou possibilidade de atender às suas necessidades são (1) descritos na seção Garantia, (2) declarados nos termos adicionais específicos do serviço ou (3) determinados de acordo com as leis aplicáveis. Não assumimos nenhum outro compromisso com relação aos nossos serviços.E, a menos que exigido por lei, não fornecemos garantias implícitas, como as garantias implícitas de comercialidade, adequação a uma finalidade específica e não violação.ResponsabilidadesPara todos os usuáriosEstes termos apenas limitam nossas responsabilidades de acordo com o permitido pela legislação aplicável. Especificamente, estes termos não limitam a responsabilidade do Google quanto a morte, ferimentos pessoais, fraude, declarações falsas e fraudulentas, negligência grave ou conduta imprópria intencional.Salvo os direitos e responsabilidades descritos nesta seção (Em caso de problemas ou discordâncias), o Google não será responsável por quaisquer perdas, a não ser que elas sejam causadas por uma violação nossa destes termos ou dos termos adicionais específicos do serviço.Somente para usuários comerciais e organizaçõesSe você é um usuário comercial ou uma organização, então, na medida permitida por lei:você indenizará o Google e os diretores, executivos, funcionários e prestadores de serviço dele por quaisquer ações judiciais de terceiros (incluindo ações de órgãos do governo) decorrentes ou relacionadas ao uso ilegal dos serviços, a violações destes termos ou dos termos adicionais específicos do serviço. Essa indenização cobre qualquer responsabilidade ou despesa decorrente de ações judiciais, perdas, danos, julgamentos, multas, custos de litígios e honorários advocatícios;o Google não será responsável pelo seguinte:Perda de lucros, receitas, oportunidades de negócios, clientela ou economias previstasPerda indireta ou emergenteDanos punitivosa responsabilidade total do Google decorrente destes termos ou relacionada a eles é limitada ao valor de (1) US$ 500 ou (2) 125% das taxas pagas por você para usar os serviços relevantes nos 12 meses anteriores à violação.Se você for passível de isenção legal de certas responsabilidades, incluindo indenização, essas responsabilidades não se aplicarão a você de acordo com estes termos. Por exemplo, a ONU goza de certas imunidades para com obrigações legais, e estes termos não modificam essas imunidades.Tomando providências em caso de problemasAntes de tomar as providências descritas abaixo, forneceremos um aviso prévio sempre que possível, descreveremos o motivo da nossa ação e daremos a você a oportunidade de resolver o problema, a menos que haja motivos razoáveis para acreditar que fazer isso:acarretaria em dano ou responsabilidade para um usuário, terceiros ou ao Google;violaria a legislação ou determinação emanada de uma autoridade;comprometeria uma investigação;comprometeria a operação, integridade ou segurança dos nossos serviços.Remover seu conteúdoSe tivermos razões concretas para acreditar que qualquer conteúdo seu (1) viola estes termos, os termos adicionais específicos do serviço ou as políticas, (2) viola a legislação aplicável ou (3) pode prejudicar nossos usuários, terceiros ou o Google, reservamo-nos o direito de retirar parte ou a totalidade desse conteúdo de acordo com a legislação aplicável. Alguns exemplos são pornografia infantil, conteúdo que facilita o assédio ou tráfico de pessoas e conteúdo que viola os direitos de propriedade intelectual de outra pessoa.Suspender ou encerrar seu acesso aos serviços do GoogleO Google se reserva o direito de suspender ou encerrar seu acesso aos serviços ou excluir sua Conta do Google se alguma destas situações acontecer:Você violar estes termos, os termos adicionais específicos do serviço ou as políticas de forma relevante ou recorrente.Se precisarmos fazer isso para obedecer a um requisito legal ou uma ordem judicial.Se tivermos razões concretas para acreditar que sua conduta causa danos ou responsabilidade a um usuário, a terceiros ou ao Google, por exemplo, por meio de hacking, phishing, assédio, prática de spam, ludibriação de outras pessoas ou cópia de conteúdo que não pertença a você.Se você acredita que sua Conta do Google foi suspensa ou encerrada por engano, é possível contestar.Obviamente, você pode parar de usar nossos serviços a qualquer momento. Se você parar de usar um serviço, gostaríamos de saber o motivo para que possamos melhorar.Gerenciamento de solicitações pelos seus dadosO respeito pela privacidade e segurança dos seus dados é fundamental na nossa abordagem para responder às solicitações de divulgação de dados. Quando recebemos solicitações de divulgação de dados, nossa equipe as analisa para garantir que satisfaçam os requisitos legais e as políticas de divulgação de dados do Google. A Google LLC acessa e divulga dados, incluindo comunicações, de acordo com as leis do Brasil ou dos Estados Unidos da América. Para ver mais informações sobre as solicitações de divulgação de dados que o Google recebe no mundo todo e como respondemos a essas solicitações, consulte nosso Transparency Report e nossa Política de Privacidade.Soluções de disputas, legislação aplicável e tribunaisPara obter informações sobre como entrar em contato com o Google, por favor visite nossa página de contato.As leis da Califórnia vão reger todas as disputas que surgirem com relação a qualquer um destes termos, dos termos adicionais específicos do serviço ou qualquer serviço relacionado, mesmo se houver conflito nas regras das leis. Essas disputas serão resolvidas exclusivamente nos tribunais federais ou estaduais do condado de Santa Clara, Califórnia, EUA, e você e o Google concordam com a jurisdição pessoal nesses tribunais.Se a legislação local aplicável impedir que determinadas disputas sejam resolvidas em um tribunal da Califórnia, você poderá encaminhá-las para os tribunais locais. Da mesma forma, se a legislação local aplicável impedir que o tribunal local aplique a lei da Califórnia para resolver essas disputas, elas serão regidas pelas leis do seu país, estado ou outro local de residência.Sobre estes termosPor lei, você tem certos direitos que não podem ser limitados por um contrato como estes Termos de Serviço. Estes termos não têm, de forma alguma, o objetivo de restringir esses direitos.Estes termos descrevem a relação entre você e o Google. Eles não geram nenhum direito legal para outras pessoas ou organizações, mesmo que elas se beneficiem desse relacionamento sob estes termos.Queremos que estes termos sejam fáceis de entender, por isso, usamos exemplos baseados nos nossos serviços. No entanto, é possível que nem todos os serviços estejam disponíveis no seu país.Se estes termos entrarem em conflito com os termos adicionais específicos do serviço, os termos adicionais prevalecerão para esse serviço.Se um termo específico não for aplicável, isso não afetará os outros termos.Se você não seguir estes termos ou os termos adicionais específicos do serviço, e não tomarmos as medidas cabíveis imediatamente, isso não significa que estamos desistindo de quaisquer direitos que possamos ter, como tomar as medidas cabíveis futuramente.Podemos atualizar estes termos e os termos adicionais específicos do serviço (1) para refletir mudanças nos nossos serviços ou na maneira como fazemos negócios, por exemplo, quando adicionamos serviços, recursos, tecnologias, preços ou benefícios novos (ou removemos os antigos), (2) por motivos jurídicos, regulatórios ou de segurança ou (3) para evitar abusos ou danos.Se fizermos mudanças significativas nestes termos ou nos termos adicionais específicos do serviço, avisaremos com antecedência razoável e daremos a você oportunidade de analisar as mudanças, exceto (1) quando lançarmos um novo serviço ou recurso ou (2) em situações urgentes, como para evitar abusos atuais ou responder a requisitos legais. Se não concordar com os novos Termos, você deverá remover seu conteúdo e parar de usar os serviços. Você também pode finalizar seu relacionamento conosco a qualquer momento encerrando sua Conta do Google.DefiniçõesafiliadaUma entidade que pertence ao grupo de empresas Google, ou seja, a Google LLC e as subsidiárias dela, incluindo as empresas a seguir, que fornecem serviços ao consumidor na UE: Google Ireland Limited, Google Commerce Ltd e Google Dialer Inc.consumidorUm indivíduo que utiliza os serviços do Google para fins pessoais e não comerciais, fora do âmbito do comércio, negócio, ofício ou profissão dele. Consulte \"usuário comercial\".direitos autoraisUm direito que permite que o criador de uma obra original, como uma postagem em um blog, uma foto ou um vídeo, decida se e como essa obra será usada pelas outras pessoas.direitos de propriedade intelectual (direitos de PI)Direitos sobre as criações intelectuais individuais, como invenções (direitos de patente); obras literárias e artísticas (direitos autorais); designs (direitos de design); e símbolos, nomes e imagens usados no comércio (marcas registradas). Os direitos de propriedade intelectual podem pertencer a você, a outro indivíduo ou a uma organização.exoneração de responsabilidadeUma declaração que limita as responsabilidades legais de alguém.garantiaUma declaração de que um produto ou serviço terá um desempenho de acordo com um determinado padrão.indenização ou reparaçãoA obrigação contratual de um indivíduo ou organização de compensar as perdas sofridas por outro indivíduo ou organização devido a procedimentos legais, como ações judiciais.marca registradaSímbolos, nomes e imagens usados no comércio e que podem distinguir os produtos ou serviços de um indivíduo ou uma organização dos de outro.organizaçãoUma pessoa jurídica (como uma corporação, organização sem fins lucrativos ou escola), e não uma física.Regulamento de plataformas para negócios da UEO Regulamento (UE) 2019/1150 relativo à promoção da equidade e da transparência para usuários comerciais que utilizam serviços de intermediação on-line.responsabilidadePerdas por qualquer tipo de ação judicial, seja ela baseada em um contrato, reparação por ato ilícito extracontratual (incluindo negligência) ou outro motivo, e se essas perdas poderiam ou não ser antecipadas ou previstas de maneira razoável.serviçosOs serviços do Google sujeitos a estes termos são aqueles produtos e serviços listados em https://policies.google.com/terms/service-specific, incluindo:Apps e sites do Google, como a Pesquisa e o Google Mapsplataformas (como o Google Play)serviços integrados, como o Maps incorporado em apps ou sites de outras empresas;Dispositivos (como o Google Home)seu conteúdoAquilo que você escreve, faz upload, armazena, envia, recebe ou compartilha com o Google usando nossos serviços, como:Documentos, Planilhas e Apresentações que você criaPostagens de blog que você cria pelo BloggerAvaliações que você envia pelo Google MapsVídeos que você armazena no Google DriveE-mails que você envia e recebe pelo GmailImagens que você compartilha com amigos pelo Google FotosItinerários de viagem que você compartilha com o Googleusuário comercialUm indivíduo ou entidade que não é consumidor (consulte \"consumidor\").versão específicaSe você tem uma Conta do Google, ela é associada a um país (ou território) para que possamos determinar:o afiliado do Google que fornece os serviços a você e processa suas informações enquanto você os utiliza;a versão dos termos que regem nossa relação.Quando a conta não está conectada, a versão específica é determinada pelo local em que você está usando os Serviços do Google. Se você tem uma conta, faça login e abra estes termos para ver o país associado a ela.Alterar o idioma:AfrikaansBahasa IndonesiaBahasa MelayuCatalàČeštinaDanskDeutschEestiEnglishEnglish (United Kingdom)EspañolEspañol (Latinoamérica)EuskaraFilipinoFrançaisFrançais (Canada)GalegoHrvatskiIsizuluÍslenskaItalianoKiswahiliLatviešuLietuviųMagyarNederlandsNorskPolskiPortuguês (Brasil)Português (Portugal)RomânăSlovenčinaSlovenščinaSrpskiSuomiSvenskaTiếng ViệtTürkçeΕλληνικάБългарскиРусскийСрпскиУкраїнська‫עברית‬‫اردو‬‫العربية‬‫فارسی‬አማርኛमराठीहिन्दीবাংলাગુજરાતીதமிழ்తెలుగుಕನ್ನಡമലയാളംไทย한국어中文 (香港)中文（简体中文）中文（繁體中文）日本語GoogleSobre o GooglePrivacidadeTermosGoogle AppsMenu principal", "encoding": "utf-8"}