{"indice": 15, "title": "Entender e gerenciar seus dados de local ao pesquisar no Google - Android - Ajuda da Pesquisa do Google", "url": "https://support.google.com/websearch/answer/179386?p=ws_settings_location&hl=pt-BR&visit_id=637705876582204507-4205029744&rd=1", "text": "Entender e gerenciar seus dados de local ao pesquisar no Google - Android - Ajuda da Pesquisa do Google     Ajuda da Pesquisa do GoogleContaPesquisaMapsYouTubePlayNotíciasGmailMeetChatContatosDriveAgendaTradutorFotosDuoChromeShoppingDocumentosPlanilhasApresentaçõesLivrosBloggerHangoutsKeepJamboardGoogle EarthColeçõesGoogle Arts & CultureGoogle AdsPodcastsViagensFormuláriosMais do GoogleFazer loginAjuda do GoogleCentral de AjudaComunidadePesquisa do GooglePolítica de PrivacidadeTermos de ServiçoEnviar comentário Enviar feedback sobre…Informações e conteúdo de ajuda desta páginaExperiência geral da Central de AjudaPróximoCentral de AjudaComunidadeComunicadosPesquisa do Google        Entender e gerenciar seus dados de local ao pesquisar no GoogleQuando você pesquisa no Google, como no Maps, na Pesquisa ou no Google Assistente, seu local atual é usado para oferecer resultados mais úteis. Por exemplo, ao pesquisar restaurantes, é provável que você esteja procurando estabelecimentos nas proximidades. Sua localização ajuda a mostrar os resultados por perto, mesmo que você não a tenha incluído na pesquisa.\nSeus dados de local vêm de várias fontes, que são usadas em conjunto para estimar onde você está. Você pode atualizar suas configurações de localização ao usar os Serviços do Google para receber os resultados da pesquisa desejados e controlar sua privacidade da maneira que preferir.\nSe quiser saber mais sobre como a localização funciona antes de mudar as configurações, veja abaixo como o Google determina seu local durante a pesquisa.\n\nAtualizar a localização para ver resultados locais melhores\nSe você estiver pesquisando algo por perto e não encontrar resultados locais, tente aplicar estas correções:\n\nAdicione seu local atual à pesquisa, como restaurantes em Ipanema.\nVerifique se o dispositivo envia a localização para o Google quando você pesquisa. Siga as etapas abaixo para gerenciar as configurações de localização do seu dispositivo.\n\nQuando sua Conta do Google está conectada, você recebe resultados melhores. Por exemplo, se você faz pesquisas com frequência em casa ou no trabalho, defina ou atualize seu endereço residencial ou de trabalho para ajudar o Google a oferecer melhores resultados nesses lugares.\n\nGerenciar as configurações de localização do dispositivo\nSmartphones e tablets podem enviar informações de local para apps e sites caso a configuração de localização do dispositivo esteja ativada e as permissões do app e do navegador autorizem isso. É possível controlar se a localização é enviada do dispositivo para qualquer app ou site, incluindo o google.com.br, mudando as permissões de localização.\nImportante: antes de ajustar as permissões de apps ou navegadores, verifique se a localização do dispositivo está ativada no smartphone ou tablet. Aprenda a gerenciar as configurações de localização do seu dispositivo Android.\nGerenciar permissões de localização\n Para um site, como o google.com.br\n\nAo visitar um site em um navegador da Web, como o Chrome, é possível ativar ou desativar as permissões de localização separadamente para o navegador e para sites que solicitam seu local, como o google.com.br.\nSe você quiser que um site como o google.com.br tenha acesso ao local do seu dispositivo, ative a permissão de localização no navegador e no site.\n\nAtivar ou desativar a permissão de localização no navegador\nÉ possível controlar se o navegador pode usar a localização.\n\nNo dispositivo Android, abra o app Configurações .\nToque em Local  Permissão do app.\nToque no app do seu navegador, como o Chrome.\nEscolha o acesso à localização do app do navegador: Permitir ou Negar.\n\n\nImportante: algumas dessas etapas funcionam apenas no Android 10 e versões mais recentes. Aprenda a controlar suas permissões de apps, incluindo a localização, em versões anteriores do Android.\nAtivar ou desativar a permissão de localização para um site\nCaso seu navegador possa usar a localização, é possível controlar se ele a envia para sites específicos, como o google.com.br.\n\nNo smartphone ou tablet Android, abra o navegador e acesse google.com.br.\nÀ esquerda da barra de endereço, toque em Bloquear   Permissões.\nAtive ou desative a Localização para google.com.\n\n\nSaiba mais sobre como mudar as permissões do site no Chrome.\nImportante:  às vezes, o navegador pode demorar para acessar a localização atual do dispositivo. Para apresentar resultados de pesquisa de maneira mais rápida, o google.com.br pode usar a localização do dispositivo armazenada na última vez em que o Google foi usado. Essa localização é armazenada em um cookie configurado para expirar após seis horas. Saiba mais sobre como gerenciar cookies.\n\n Para um app, como o Google app\n\n\n​​Se você estiver pesquisando com um app, como o Google app ou o Google Maps, poderá controlar se o local estará disponível usando as permissões de localização do smartphone ou tablet.\n\n\nNo dispositivo Android, abra o app Configurações .\nToque em Local  Permissão do app.\nToque no app que você usa para pesquisas, como o Google app  ou o Google Maps .\nEscolha o acesso à localização para esse app: Permitir ou Negar.\n\n\nImportante: algumas dessas etapas funcionam apenas no Android 10 e versões mais recentes. Aprenda a controlar suas permissões de apps, incluindo a localização, em versões anteriores do Android.\n\n\n\n\n\nComo o Google determina seu local quando você faz uma pesquisa\nQuando você pesquisa no Google, como no Maps, na Pesquisa ou no Google Assistente, seu local atual é estimado por várias fontes, dependendo da disponibilidade delas. Estas fontes são usadas em conjunto para determinar onde você está:\n\nO local do dispositivo\nSeus lugares marcados\nO endereço de casa definido no app Google Home para o alto-falante, o Smart Display ou o Despertador inteligente\nSeu Histórico de localização\nSua atividade anterior nos produtos do Google\nO endereço IP da sua conexão de Internet, que é um requisito para acessar a Web\n\n\nImportante: a maioria dessas fontes de local podem ser controladas nas permissões do dispositivo, nas preferências da conta ou em outras configurações. Veja abaixo como suas escolhas afetam sua privacidade e localização.\nFontes para determinar o local quando você pesquisa\nAo fazer uma pesquisa no Google, você pode descobrir como seu local foi estimado na parte inferior da página de resultados.\nO local do dispositivo\n\nMuitos dispositivos, como smartphones ou computadores, podem determinar o local exato. Esse tipo de localização é adequado para apps como o Google Maps, para fornecer rotas ou ajudar você a ver resultados da pesquisa úteis sobre as proximidades. Por exemplo, algumas pesquisas que dependem mais da informação precisa de onde você está, como restaurantes, pontos de ônibus ou caixas eletrônicos, geralmente geram resultados mais úteis com as permissões de localização ativadas.\nSeguindo as etapas acima, você pode gerenciar as configurações de localização baseadas no dispositivo para escolher se o local estará disponível durante a pesquisa. Dependendo do dispositivo, normalmente é possível ativar ou desativar a localização para apps e sites específicos e para o dispositivo em si.\nSe a localização do dispositivo for usada para ajudar nos resultados da pesquisa, as informações de local na parte inferior da página de resultados mostrarão a mensagem Do seu dispositivo.\n\nImportante:  às vezes, o navegador pode demorar para acessar a localização atual do dispositivo. Para apresentar resultados de pesquisa de maneira mais rápida, o google.com.br pode usar a localização do dispositivo armazenada na última vez em que o Google foi usado. Essa localização é armazenada em um cookie configurado para expirar após seis horas. Saiba mais sobre como gerenciar cookies.\n\nSeu endereço de casa ou do trabalho, dos lugares marcados\n\nSe você definir seus endereços de casa ou do trabalho, eles poderão ser usados para estimar seu local quando for provável que você esteja em um desses lugares.\nVocê pode editar ou excluir seus endereços de casa e de trabalho no Google Maps.\nSe a localização dos seus lugares marcados foi usada para ajudar nos resultados da pesquisa, as informações de local na parte inferior da página de resultados mostrarão a mensagem Com base nos seus lugares (Casa/Trabalho).\n\n\n Seu Histórico de localização\n\nSe você fez login na sua Conta do Google e ativou o Histórico de localização, o Google pode usar a localização mais recente de qualquer um dos seus dispositivos conectados para estimar seu local atual. Por exemplo, caso sua conta esteja conectada e você use o Google Maps em um computador, é possível ver onde você está no mapa com base na localização do seu smartphone de alguns minutos atrás, mesmo que você não o tenha usado recentemente. Se você pausar o Histórico de localização, o último local enviado poderá ser usado por até 24 horas.\nCaso o Histórico de localização recente seja usado para estimar seu local atual para ajudar nos seus resultados da pesquisa, as informações de localização na parte inferior da página de resultados mostrarão a mensagem Do seu Histórico de localização.\nPause o Histórico de localização se não quiser que nenhum novo dado seja salvo por ele na sua Conta do Google. Você também pode usar a linha do tempo do Google Maps para excluir qualquer Histórico de localização existente.\nAprenda a gerenciar seu Histórico de localização.\n\n\nSua atividade anterior em sites e apps do Google\n\nSe você fez login na sua Conta do Google e habilitou a Atividade na Web e de apps, sua atividade nos sites, apps e Serviços do Google pode ser salva na sua conta. É possível que alguns itens da sua atividade incluam a área geral em que você esteve. Se você permitir a utilização do local exato, ele poderá ser armazenado na sua atividade.\nEm alguns casos, as áreas pesquisadas anteriormente podem ser usadas para estimar seu local atual. Por exemplo, se você pesquisar restaurantes em Ipanema e depois salão de beleza, o Google poderá mostrar salões de beleza em Ipanema.\nVocê pode ver e controlar sua Atividade na Web e de apps em myactivity.google.com. Aprenda a ver e controlar a atividade na sua conta.\nCaso sua Conta do Google não esteja conectada, o Google pode armazenar algumas informações de localização de pesquisas anteriores do dispositivo que está sendo usado. Isso é feito para ajudar a fornecer resultados e recomendações mais relevantes. Se você desativar a Personalização de pesquisas, o Google não usará pesquisas anteriores para estimar seu local. Saiba mais sobre como pesquisar e navegar com privacidade.\nSe a atividade anterior foi usada para seus resultados da pesquisa, as informações de localização na parte inferior da página de resultados mostrarão a mensagem \"Com base na sua atividade anterior\".\n\n\nO endereço IP da sua conexão de Internet\n\nUm endereço IP é atribuído ao seu dispositivo pelo provedor de acesso à Internet. Ele é um requisito para usar a Web. Os endereços IP são usados para fazer a conexão entre seu dispositivo e os sites e serviços que você usa.\nEles são vagamente baseados na região geográfica. Isso significa que qualquer site que você usar, incluindo o google.com.br, poderá receber algumas informações sobre sua área geral.\nCaso seu endereço IP seja usado para estimar sua área geral atual para a pesquisa, as informações de local na parte inferior da página de resultados mostrarão a mensagem Do seu endereço IP.\n\nImportante: a Internet não funciona sem endereços IP. Quando você usa sites, apps ou serviços como o Google, geralmente eles podem detectar algumas informações sobre seu local.\n\n\nPrivacidade e controles de localização\nQuando você pesquisa no Google, ele sempre estima a área geral em que você está pesquisando. Ao fazer a estimativa da sua área geral, o Google pode fornecer resultados relevantes e proteger sua conta detectando atividades incomuns, como um login em uma cidade diferente.\nUma área geral tem mais de 3 km² e pelo menos 1.000 usuários. Assim, ela não identifica você, o que ajuda a proteger sua privacidade. Isso significa que uma área geral costuma ter muito mais de 3 km² fora das cidades. A área geral estimada vem das fontes de localização descritas neste artigo.\nSe você conceder permissões de localização ao google.com.br ou aos apps do Google no seu dispositivo, quando fizer uma pesquisa, seu local exato será usado pelo Google para mostrar os melhores resultados. O local exato é sua localização precisa, como um endereço específico.\nSe você definir seu endereço de casa ou do trabalho e o Google estimar que você está em um desses locais, o endereço exato será usado para sua pesquisa.\n   Isso foi útil?Como podemos melhorá-lo?SimNãoEnviar      Android ComputadorNo iPhone e iPad   Mais                 true    AjudaVer e controlar sua Atividade na Web e de appsEntender e gerenciar seus dados de local ao pesquisar no Google           ©2021 Google   Política de Privacidade   Termos de Serviço     català‎dansk‎Deutsch‎English‎español‎español (Latinoamérica)‎Filipino‎français‎hrvatski‎Indonesia‎italiano‎magyar‎Melayu‎Nederlands‎norsk‎polski‎română‎slovenčina‎slovenščina‎suomi‎svenska‎Tiếng Việt‎Türkçe‎čeština‎Ελληνικά‎български‎русский‎српски‎українська‎‏עברית‏العربية‏فارسیमराठी‎हिन्दी‎தமிழ்‎తెలుగు‎ไทย‎中文（简体）‎中文（繁體）‎日本語‎한국어‎ português (Brasil)‎         Ativar o modo escuro   Enviar feedback sobre… Informações e conteúdo de ajuda desta página Experiência geral da Central de Ajuda       PesquisaLimpar pesquisaFechar pesquisaGoogle AppsMenu principal                      Pesquisar na Central de Ajuda       true 100334                                      false ", "encoding": "utf-8"}