{"indice": 190, "title": "Test Drive exclusivo com o trator R50 da LS Tractor | Grupo Cultivar", "url": "https://www.grupocultivar.com.br/artigos/test-drive-exclusivo-com-o-trator-r50-da-ls-tractor", "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTest Drive exclusivo com o trator R50 da LS Tractor | Grupo Cultivar\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSINE\n|\nANUÁRIO\n|\nANUNCIE\n|\nCONTATO\n|\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCENTRAL DO ASSINANTE\nAcesso a serviços exclusivos\nEsqueci a senha\n\n\n\n\nENTRAR\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTÍCIAS\n|\nTEST DRIVE\n|\nARTIGOS TÉCNICOS\n|\nVÍDEOS\n|\nREVISTAS\n|\nEBOOKS\n|\nACERVO GRÁTIS\n\n\n\n\n\n\n\n\n\n\n\n\n\nARTIGOS\n\nver mais artigos\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTest Drive exclusivo com o trator R50 da LS Tractor\n\n\n#LSTractor,                         \n\n#Tecnologia de aplicação,                         \n\n#TestDrive,                         \n\n#Tratores,                         \n\n#Vídeos Cultivar \n\n\n\n\n\n                              Whatsapp\n                            \n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO modelo R50 da LS Tractor traz diversos diferenciais para a faixa de tratores de 50cv \n\nCom uma versão projetada para trabalhos em atividades e culturas que exigem dimensões reduzidas, o trator R50 da LS Tractor traz diversos diferenciais para a faixa de tratores de 50cv \nNo passado um pouco mais distante, os fabricantes de tratores ofereciam um modelo ao mercado com duas únicas opções de pneus: R1 (coxilha) ou R2 (arrozeiro). Posteriormente, os fabricantes passaram a oferecer um modelo básico e o cliente ia agregando os componentes opcionais, fazendo a sua versão on demand. O preço final do trator só se concretizava quando o cliente definia todas as suas escolhas. No Test Drive desta edição, falaremos sobre um modelo da LS Tractor, com modificações que o tornam especial para um uso específico, constituindo uma versão adaptada.\nO trator R50, já conhecido e consagrado no mercado brasileiro de pequenos tratores, ganhou uma versão especial, decorrente da demanda de clientes, principalmente da viticultura, porém com aplicação para as demais culturas frutíferas que sofrem das mesmas restrições, principalmente relacionada ao espaço reduzido. Esta versão foi projetada para que proporcionasse o trabalho sob uma cobertura vegetal, posicionada à altura de aproximadamente 1,60m a 1,70m de espaço vertical livre. Estas atividades, distribuídas por todo o País, mas com predominância na região Sul, são bastante significativas no cultivo de fruticultura temperada e careciam de um trator que permitisse a mecanização nas diversas fases das culturas e, principalmente, na condução da videira no sistema em latada, onde os postes, cabos tirantes, suportes e arames estão posicionados desta forma. No entanto, outros cultivos como pêssego, ameixa, caqui e maçã, e inclusive os trabalhos no interior de aviários, passaram a ser possíveis com este modelo redimensionado.\n\nA partir de um trator R50 foram realizadas modificações, que relataremos neste artigo e relacionaremos com o trabalho de campo em frutíferas. Estas adaptações ocorreram principalmente na redução da altura máxima e na reacomodação do operador no seu posto de trabalho.\nMOTOR E TRANSMISSÃO\nO motor montado neste trator é da marca LS, modelo S4QL, de quatro cilindros, 2.505cm3, injeção mecânica e direta de combustível e aspiração natural. Ele atende ao padrão Tier 3 de controle de emissões e proporciona 50cv de potência máxima, pela norma ISO TR 14396, a uma rotação de 2.600rpm. O torque máximo é de 147Nm, alcançado 1.600rpm. \nPara a transmissão da potência e do torque, tudo se inicia com uma embreagem de acionamento mecânico e que utiliza um disco com material orgânico. A caixa de marchas é do tipo Synchro Shuttle, com 32 marchas à frente e 16 à ré, com inversor de sentido e super-redutor (Creeper), que proporciona velocidades de deslocamento muito reduzidas, para operações especiais que requerem esta característica.\nO fornecimento de potência em movimento rotativo é feito pela tomada de potência (TDP), que é do tipo independente com acionamento eletro-hidráulico, com três velocidades angulares, sendo o padrão mais comum de 540rpm, de 1.000rpm e o modo econômico que é a velocidade angular de 750rpm.  \nO motor montado neste trator é da marca LS, modelo S4QL, de quatro cilindros, 2.505cm3, injeção mecânica\nQuanto à utilização da potência na forma hidráulica é possível aproveitá-la de dois modos. O primeiro modo é o do sistema de três pontos do sistema hidráulico, de categoria II com vazão total de 47 litros por minuto e pressão máxima de 200bar, podendo chegar a uma capacidade de levantamento de 1.800kgf, medidos na rótula de articulação dos braços inferiores. O sistema de acionamento é o convencional de duas alavancas com controle de posição e profundidade. O segundo modo de utilização da potência hidráulica é através das válvulas do sistema de controle remoto (VCR), que podem ser duas na versão standard e três como opcional. A vazão máxima é de 31 litros por minuto.\nOs freios são constituídos por dois discos em banho de óleo, com acionamento mecânico e um freio de estacionamento acionado por alavanca. \nEste trator é do tipo tração dianteira auxiliar (TDA), com um eixo dianteiro motriz, que pode ser desconectado por meio de um comando eletro-hidráulico. Para uma melhor condição de dirigibilidade e tração, com o conjunto de pneus radiais que equipam este modelo, a pressão interna dos pneus deve ser de 30psi nos rodados dianteiros e 20psi nos traseiros. Assim, a distribuição estática de peso entre eixos é de 47%/53%, dianteiro e traseiro, respectivamente, resultando em uma relação cinemática entre eixos entre 2% e 4%, o que é muito favorável. \nNo eixo traseiro, entre o diferencial e os rodados, há uma redução final do tipo epicíclica. O bloqueio do diferencial é mecânico.\nPROJETOS MECÂNICOS E ESTRUTURAIS\nA motivação principal da construção desta versão modificada, que propriamente não chega a caracterizar-se como uma nova versão, decorreu das condições restritivas a movimentação e operação deste trator no ambiente de frutíferas de clima temperado. Na produção de maçã, por exemplo, o sistema de cultivo apresenta apenas a restrição de largura do trator, com a distância entre fileiras de plantas de aproximadamente 4m, com o desenvolvimento de ramos e galhos correspondendo a um espaço horizontal livre, de 1,60m, de modo que o trator deva ter, no máximo, largura total inferior a esta dimensão para não se chocar com os galhos e frutos na lateral. O problema de altura não é relevante nesta cultura. \nA altura da base do assento foi reduzida de 1,085m para 0,945m, ou seja, o assento foi rebaixado em mais de 23 centímetros\nNo caso da ameixa, embora o espaçamento entre fileiras de plantas seja até maior, a partir de 1,50m há convergência de ramos e galhos sobre o meio da fileira e a altura passa a ser um problema, com a impossibilidade de operar com tratores com arco de segurança convencional e requerendo menores dimensões da posição do operador. \nJá com o cultivo do pêssego o problema se agrava, pois com o sistema de poda em taça aberta, os ramos se projetam na direção da fileira e para o espaço entre filas, com vários produtores fazendo uma espécie de túnel, atando ramos que se projetam para o centro das ruas. A altura então se reduz a aproximadamente 1,50m a 1,70m e a redução vertical da posição do assento do operador passa a ser fundamental. Nesta condição vimos a importância das modificações e o quanto elas podem ser relevantes para evitar o choque mecânico contra flores e frutos, principalmente nas operações de aplicação de produtos químicos de meio de ciclo.\nNa produção de uva, no sistema de latada, o produto redimensionado se sobressai e justifica a ação do fabricante em reduzir a altura total, uma vez que a altura das estruturas de alambrado horizontal se situa a aproximadamente 1,70m do solo, e levando-se em conta que a maioria destes parreirais está colocada em terrenos declivosos, quando em determinados pontos essas alturas de referência são até menores. Também é de se considerar que em todo ciclo de produção deve-se evitar qualquer tipo de choque mecânico a esta altura.   \nCabe registrar que já havia alguma experiência de modificações feitas pelos usuários e concessionárias, ideias que acabaram sendo aproveitadas pelo fabricante e melhoradas no processo industrial. \nAs principais alterações foram o rebaixamento do banco do operador e do piso da plataforma\nAs principais modificações promovidas pela engenharia de fábrica neste modelo foram o rebaixamento do nível do assento do operador, com a eliminação do sistema de amortecimento de vibrações, sendo colocada uma estrutura de fixação do assento. Por consequência disso, o fabricante se obrigou a rebaixar o piso da plataforma e a especificar rodados de menor diâmetro.\nO rebaixamento do piso da plataforma foi em decorrência de manter a adequada posição do operador, pois não basta apenas reduzir a altura do assento e não posicionar adequadamente os membros inferiores, principalmente o ângulo entre coxa e perna. Por conta da redução de altura também foi retirado o arco de proteção (Rops) convencional, que fazia com que a altura total chegasse a quase 2,5 metros. Considerando o nível do solo com os pneus na medida 12.4-24 no eixo traseiro e 8-16 no eixo dianteiro, a altura da base do assento foi reduzida de 1,085m para 0,945m, ou seja, o assento foi rebaixado em mais de 23 centímetros. \nCom a colocação de pneus de menor diâmetro, do tipo radial, todo o trator teve diminuídas as suas dimensões verticais, com o centro do volante baixando quase 15cm. A rodagem utilizada, do tipo radial, tem especificação 200/70 R16 no eixo dianteiro e 320/70 R20 no eixo traseiro. Estas dimensões são bastante reduzidas em relação aos tratores concorrentes da mesma faixa de potência, porém, equivalentes às medidas de tratores com menor potência oferecidos no mercado. Algumas modificações decorreram de outras, como o redesenho dos pedais de acionamento dos freios. \nCom estas modificações, o depósito de combustível permaneceu na mesma posição, se sobressaindo em relação ao assento do operador, não sendo necessária a alteração da sua posição.\nTESTE PRÁTICO\nPara verificar a eficácia das modificações em relação ao projeto original, visitamos duas propriedades rurais da Serra gaúcha, na localidade de São Gotardo – Capela, no distrito de Vila Seca, município de Caxias do Sul. \nNo primeiro local visitamos a propriedade da família Bassanesi, onde fomos recebidos por dois dos quatro irmãos que exploram a cultura da uva da variedade bordô, adequada para vinho de mesa e suco. Encontramos os irmãos João Fernando e Pedro Antônio Bassanesi aplicando os produtos fitossanitários na videira, sendo um produto com o ingrediente ativo procimidona, um sistêmico para o controle do mofo cinzento (Botrytis cinerea), e o fertilizante foliar Capitán. Foi gratificante ver todos os cuidados tomados pela família, tanto no abastecimento do produto como na proteção do operador com EPI completo.\nO R50 com projeto especial foi pensado para operar em atividades que exigem altura reduzida\nEm plena época da florada estava sendo utilizado um conjunto mecanizado formado pelo trator LS modelo R50 com as adaptações mencionadas e um turboatomizador da marca Jacto. Os irmãos se referiram positivamente às alterações feitas, pois satisfizeram muito a posição do operador e a altura que ficou o trator. Para eles o R50, que apresenta excelente raio de giro, e o pulverizador arrastado e ligado à barra de tração formaram um conjunto bom para as manobras, principalmente na manutenção da altura, coisa que não ocorre com os pulverizadores conectados aos três pontos do sistema hidráulico, que oscilam a altura de aplicação com a modificação do perfil do terreno.\nA área total é de 11ha, sendo cultivada apenas com videira, e está subdividida em duas áreas, uma de nove hectares, com 21 anos de instalação, e outra, próxima às casas da família, de aproximadamente 30 anos. Eles conduzem a atividade com o objetivo de entrega às vinícolas da região para o processamento de sucos.\nA mão de obra para a maioria das atividades na propriedade é familiar, com os quatro irmãos, o genro do senhor João Fernando, Edelvan Schmeling, que tem parceria com o irmão Pedro Antônio e as esposas, que auxiliam nos momentos de maior exigência de mão de obra. Em diversas ocasiões os vizinhos também são chamados a trabalhar, principalmente na colheita que necessita de 10 a 15 pessoas e dura aproximadamente 20 dias.\nA maior motivação para a aquisição deste modelo foi a necessidade de um trator adequado para as operações de aplicação de produtos, que corresponde ao maior número de horas de trabalho mecanizado. Antes, eles utilizavam um trator de outra marca que se mostrava desconfortável e muito alto, exigindo cuidados e apresentando diversas dificuldades operacionais. Segundo o senhor João Fernando, a grande vantagem foi o maior conforto na operação, principalmente pelos comandos eletro-hidráulicos, que trouxeram rapidez e comodidade. Segundo eles a adaptação melhorou muito a máquina e a altura ficou adequada. Quanto ao desempenho do trator eles informaram estar muito satisfeitos. Quanto à manutenção, não foi possível fazer considerações, pois o trator está com apenas 50 horas e ainda não requereu nenhuma ação.\nUm dos locais que visitamos foi a família Bassanesi, onde o R50 estava aplicando fungicidas em parreiras\nTambém demonstraram muita satisfação com o atendimento do concessionário LS Tractor Trator Serra, tanto na aquisição, que se concretizou através de uma entrada à vista e o restante com financiamento direto com a empresa, como na entrega técnica e no atendimento das dúvidas que surgiram no início da operação. Antes da aquisição, a família participou de uma demonstração do modelo na propriedade de um vizinho e se convenceu que seria uma boa escolha.\nApós visitar a propriedade da família Bassanesi, nos dirigimos a uma área próxima, pertencente à família Zanette, proprietária da empresa Zanette Frutas, sendo recebidos pelo engenheiro agrônomo Gian Carlo Zanette, que amavelmente nos explicou os sistemas de produção e fez considerações sobre a mecanização e a inserção deste novo modelo.\nA família, constituída pelos pais do Gian Carlo, a irmã e os avós, produz 5ha de caqui, 5ha de pêssego, 7ha de uva para suco e vinho e 1,5ha de ameixa. A produção é enviada diretamente para os estados do Paraná e de Minas Gerais. \nA área de produção é recente, foi adquirida na safra 2017/2018 e tem alto grau de organização e uso de tecnologia. As maiores dificuldades relatadas ocorrem durante a colheita, que depende muito da mão de obra, cada vez mais escassa, e as operações de tratamento fitossanitário, que requerem boas máquinas e fungicidas e inseticidas eficazes, principalmente.\nA empresa possui câmara fria própria, conservando e preparando adequadamente os produtos para o transporte, geralmente para fora do estado e realizado por terceiros. Com crescente investimento em produção e qualidade, a família está implantando um sistema de irrigação localizada em 100% da área, a partir desta safra.\nNo final do nosso dia acompanhando as atividades do trator R50, podemos dizer que encontramos clientes satisfeitos com as modificações realizadas no trator, tendo sido resolvidos os problemas decorrentes das particularidades das culturas, atendendo, desta forma, os requisitos dos clientes.\nNa família Zanette, acompanhamos o R50 operando num pomar de pêssegos\nNos dois casos que visitamos o maior problema é a questão relacionada à sucessão familiar, com dificuldades comuns. A grande questão é que os fatores que levam ao êxodo rural, como a dureza do trabalho no campo e as oportunidades de trabalho urbano em uma região industrial como Caxias do Sul, devem ser neutralizados com o uso da mecanização e da tecnologia, no sentido de aumentar o conforto e a qualidade de vida.\nLS Tractor e Trator Serra\nA LS Tractor é uma empresa com origem na Coreia do Sul, derivada do Grupo LG, que teve o início das atividades em 1976 na Coreia do Sul. O Grupo LS foi fundado em 2005, iniciando com a produção dos tratores da série R, como o que tivemos a oportunidade de conhecer nesta e em outras edições da Revista Cultivar Máquinas.\nPara a realização do test drive, tivemos o apoio da concessionária Trator Serra, de Caxias do Sul\nA partir de 2008 é fundada a LS Mtron e, apenas no ano de 2012, o Brasil começa a receber os tratores que logo passaram a ser comercializados e inseridos no mercado nacional, organizados atualmente em um portfólio de tratores de cinco séries, Série Plus, Série U, Série R, Série G e Série H e o trator MT1.25. No início, os tratores vendidos no mercado nacional eram todos importados da Coreia do Sul, e em 2013, a empresa iniciou a nacionalização dos modelos que atualmente a marca oferece e exporta para diversos países da América do Sul e da África. A inauguração da fábrica no Brasil ocorreu em 2013, tendo levado apenas um ano o processo de construção. A marca tem unidades de fabricação em Garuva, no estado de Santa Catarina, a tradicional fábrica de Jeonju-si, na Coreia do Sul, e uma instalação recente na China. No total, possui a capacidade anual de produção de tratores na ordem de 50 mil unidades.\nNos acompanhou no teste, realizando toda a estratégia de visitas e a logística, o gerente da loja matriz de Caxias do Sul, concessionária local Trator Serra, senhor Julio Cesar Carniel. A loja aberta em abril de 2013 está consolidada, com uma excelente estrutura de venda e suporte ao cliente. Além da loja de Caxias, a Trator Serra tem postos avançados em Veranópolis e Vacaria.\n\n\nJosé Fernando SchlosserLeonardo Nabaes RomanoRovian Bertinatto,Universidade Federal de Santa Maria\n\nver mais artigos\n\n\n\n\n\n                              Whatsapp\n                            \n\n\nTweet\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLeia também\n\n\n\n\nTest Drive trator LS Tractor H125\n\n\n\n\n\n\nTest Drive LS Planter H08045\n\n\n\n\n\n\nMoldando o mármore do mercado, por André Rorato, Vice-presidente da LS Mtron\n\n\n\n\n\n\nComparativo de Tratores de 120cv a 128cv\n\n\n\n\n\n\nTrator para o trabalho em parreirais da Serra\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n×\n\n\n\n\n\n\n\n\n\nNAVEGUE POR AQUI\n\n\nNotícias\nAgenda de Eventos\nArtigos Técnicos\nWallpapers\nAssine\nAnuncie\nContato\n\n\n\nREVISTA CULTIVAR\n\n\nRevista Grandes Culturas\nRevista Máquinas\nRevista Hortaliças e Frutas\nAcervo Grátis\nTest Drive\n\n\n\nCADASTRO DE NEWS\n\n\nReceba por e-mail as últimas notícias sobre agricultura\n\n\n\n\n\n\n\n\nCADASTRAR\n\n\n\n\n\n\n\n\n\n\n\nGRUPO CULTIVAR DE PUBLICAÇÕES LTDA\n\n\n\n            Rua Sete de Setembro, 160\n            Centro. Pelotas  |  CEP 96015-300\n          \n+55 53 3028.2000  |  3028.2070\ncontato@grupocultivar.com\n\n\n\n\n\n\nCopyright © 2018 GRUPO CULTIVAR todos os direitos reservados.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "encoding": "utf-8"}