{"indice": 30, "title": "Speedtest para Windows: teste de velocidade de internet para Windows\n", "url": "https://www.speedtest.net/pt/apps/windows", "text": "\n\nSpeedtest para Windows: teste de velocidade de internet para Windows\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApps iOS Android Mac Windows Chrome Apple TV CLI VPNInsightsBlogGlobal IndexOokla 5G MapNetworkDesenvolvedoresEnterpriseSpeedtest IntelligenceCell AnalyticsSpatialBuzzSpeedtest PoweredSpeedtest SDKGIS SolutionsSpeedtest CustomCellMapsTowerSourceMapELEMENTSPartners & ProgramsDowndetector EnterpriseAboutPressKnowledge BaseAdvertiseCareers Log InResults HistorySettingsHelpCreate AccountAplicativos Speedtest®  Aplicativos da área de trabalho  WindowsSpeedtest® para WindowsEstá usando o Windows 7? Experimente estas opções: 64 bits / 32 bits v1.10.163\nNunca foi tão rápido nem tão fácil executar um Speedtest. Baixe o aplicativo gratuito para a área de trabalho Speedtest para Windows e verifique suas velocidades de Internet com o toque de um botão. Verifique em tempo real o desempenho de seu provedor e detecte tendências ao longo do tempo com dados sobre:\nVelocidade de downloadVelocidade de uploadPingDisponível em 17 idiomas.Nossa missão no Speedtest by Ookla® é tornar a Internet mais rápida, fornecendo dados e percepções sobre as velocidades reais da Internet. Com bilhões de testes em todo o mundo, vamos até você com aplicativos para os dispositivos que você mais usa.Speedtest®AdvertiseOokla 5G Map™Ookla Insights™Speedtest Awards™Speedtest Global Index™Speedtest Servers™ Twitter FacebookAppsAndroidApple TVCLIGoogle ChromeiOSmacOSWindowsSpeedtest VPN™AccountResults HistorySettingsHelpEnterpriseOokla® SolutionsPartnerships & ProgramsOokla® BrandsDowndetector®AboutOokla for GoodCareersPressLanguageARDEENESFRIDITJAKONLPLPTRUSVTHzh-Hanszh-HantZiff DavisIGNPCMagExtremeTechGeekToolboxAskMenOffers.comOokla®, Speedtest®, and Speedtest Intelligence® are among some of the federally registered trademarks of Ookla, LLC and may only be used with explicit written permission. © 2006-2021 Ookla, LLC. All Rights ReservedAccessibilityNetwork StatusPrivacy PolicyTerms of UseDo Not Sell My Personal InformationWe encourage you to read our updated Privacy Policy and Cookie Policy.", "encoding": "utf-8"}