{"indice": 31, "title": "Speedtest para Android: aplicativo de teste de velocidade de internet móvel para Android\n", "url": "https://www.speedtest.net/pt/apps/android", "text": "\n\nSpeedtest para Android: aplicativo de teste de velocidade de internet móvel para Android\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApps iOS Android Mac Windows Chrome Apple TV CLI VPNInsightsBlogGlobal IndexOokla 5G MapNetworkDesenvolvedoresEnterpriseSpeedtest IntelligenceCell AnalyticsSpatialBuzzSpeedtest PoweredSpeedtest SDKGIS SolutionsSpeedtest CustomCellMapsTowerSourceMapELEMENTSPartners & ProgramsDowndetector EnterpriseAboutPressKnowledge BaseAdvertiseCareers Log InResults HistorySettingsHelpCreate AccountAplicativos Speedtest®  Aplicativos móveis  AndroidSpeedtest® para AndroidSeu telefone Android é tão bom quanto a rede à qual ele se conecta. Descubra a rapidez da Internet em qualquer lugar do mundo, com o aplicativo gratuito Speedtest para Android e com a ajuda de nossa enorme rede global de servidores.Descubra informações sobre seu download, upload e pingGráficos em tempo real mostram a consistência da conexãoMapas de cobertura da operadora de celularSolucione problemas ou verifique a velocidade prometidaRastreie testes anteriores com relatórios detalhadosCompartilhe facilmente seus resultadosDisponível em 17 idiomas.Mapas de cobertura para AndroidO Speedtest para Android inclui mapas de cobertura exclusivos que rastreiam o desempenho de LTE por transportadora, para que você sempre saiba onde é provável obter conectividade forte. Mude facilmente de operadora e região para comparar a cobertura nos locais que você frequenta.Speedtest VPN™ for AndroidO Speedtest VPN garante sua privacidade e segurança online com a facilidade de uso do aplicativo móvel Speedtest®. Proteja sua conexão com 2 GB de dados grátis via VPN por mês ou faça o upgrade para Premium para ter proteção de dados ilimitada.Saiba mais sobre o Speedtest VPN.Teste de vídeoO teste de vídeo permite-lhe ter acesso a uma avaliação em tempo real da qualidade atual do streaming da sua rede. Disponível na app Speedtest para iOS, realizar um teste de vídeo fornece-lhe dados que o ajudam a otimizar a sua experiência de vídeo online.Saiba qual a resolução máxima, o tempo de carregamento e a colocação em memória intermédiaObtenha recomendações sobre quais os dispositivos em que terá melhor desempenho de vídeo na sua redeCompare a experiência de streaming anterior com o desempenho da rede no histórico de resultados de testesNossa missão no Speedtest by Ookla® é tornar a Internet mais rápida, fornecendo dados e percepções sobre as velocidades reais da Internet. Com bilhões de testes em todo o mundo, vamos até você com aplicativos para os dispositivos que você mais usa.Speedtest®AdvertiseOokla 5G Map™Ookla Insights™Speedtest Awards™Speedtest Global Index™Speedtest Servers™ Twitter FacebookAppsAndroidApple TVCLIGoogle ChromeiOSmacOSWindowsSpeedtest VPN™AccountResults HistorySettingsHelpEnterpriseOokla® SolutionsPartnerships & ProgramsOokla® BrandsDowndetector®AboutOokla for GoodCareersPressLanguageARDEENESFRIDITJAKONLPLPTRUSVTHzh-Hanszh-HantZiff DavisIGNPCMagExtremeTechGeekToolboxAskMenOffers.comOokla®, Speedtest®, and Speedtest Intelligence® are among some of the federally registered trademarks of Ookla, LLC and may only be used with explicit written permission. © 2006-2021 Ookla, LLC. All Rights ReservedAccessibilityNetwork StatusPrivacy PolicyTerms of UseDo Not Sell My Personal InformationWe encourage you to read our updated Privacy Policy and Cookie Policy.", "encoding": "utf-8"}