{"indice": 8, "title": "England-India agree to series decider at Edgbaston after fifth-Test postponement", "url": "https://www.espncricinfo.com/story/england-india-agree-to-series-decider-at-edgbaston-after-fifth-test-postponement-1284563", "text": "England-India agree to series decider at Edgbaston after fifth-Test postponementMatches(14)T20 World Cup(2)WBBL(4)SL-U19 v BDESH-U19(1)GAK One Day(1)LOGAN CUP(2)T20WC-QLF(2)Plunket Shield(2) Previouslive • 13th Match, Group 1 •  T20I •  Abu DhabiSA118/9AUS(2.2/20 ov, target 119)8/1Australia need 111 runs in 106 balls.SchedulePoints TableVideostoday, 2:00 pm • 14th Match, Group 1 •  T20I •  Dubai (DSC)EnglandWest IndiesMatch starts in  1  hr  53  minsSchedulePoints TableVideosabandoned • 13th Match •  LauncestonPerth Scorchers WomenMelbourne Renegades WomenMatch abandoned without a ball bowledSchedulePoints TableVideosabandoned • 12th Match •  LauncestonSydney Thunder WomenSydney Sixers WomenMatch abandoned without a ball bowledSchedulePoints TableVideoslive • 4th Youth ODI •  DambullaBD19224/8SL19(48.5/50 ov, target 225)221/9S'Lanka U19 need 4 runs in 7 balls.Scheduleresult • 9th Match •  List A •  KandaharAMOR253/9MAR(44/50 ov, target 254)259/2Mis-Ainak won by 8 wickets (with 36 balls remaining)SchedulePoints Tablelive • 3rd Match •  FC •  HarareRHINO(63.1 ov)282 & 181/1EAGLE315Day 3 - Rhinos lead by 148 runs.SchedulePoints Tablelive • 4th Match •  FC •  HarareROCKS355TUSK(71.1 ov)214/8Day 3 - Tuskers trail by 141 runs.SchedulePoints Tablelive • 2nd Match •  T20I •  DohaMald98/9Saudi(1.1/20 ov, target 99)7/1Saudi Arabia need 92 runs in 113 balls.SchedulePoints Tableno result • 10th Match •  LauncestonHH-W(16/20 ov)107/5AS-WNo resultSchedulePoints TableVideosabandoned • 11th Match •  LauncestonMelbourne Stars WomenBrisbane Heat WomenMatch abandoned without a ball bowledSchedulePoints TableVideosstumps • 2nd Match •  FC •  ChristchurchCD(96 ov)355/9CANTDay 1 - Central D chose to bat.SchedulePoints Tablestumps • 1st Match •  FC •  WellingtonOTAGO207WELL(33 ov)91/2Day 1 - Wellington trail by 116 runs.SchedulePoints Tableresult • 1st Match •  T20I •  DohaQAT133/5BHR(13.1/20 ov)134/2Bahrain won by 8 wickets (with 41 balls remaining)SchedulePoints Table NextLive ScoresLive Scores HomeWeek viewMonth viewSeason viewInternational calendarDesktop ScoreboardSeriesT20 World CupSouth Africa v NetherlandsCSA Provincial T20Logan CupWorld Test ChampionshipCricket World Cup League 2CWC Challenge League B-Future series-Bangladesh v PakistanWBBL 20214-Day Franchise SeriesT20 WWC QualifierICC Women's ChampionshipCWC Challenge League AICC CWC Super League-Archives-TeamsAustraliaBangladeshEnglandIndiaNew ZealandPakistanSouth AfricaSri LankaWest IndiesZimbabweAfghanistanIrelandNamibiaNepalNetherlandsOmanPNGScotlandUAEUSANewsNews HomeCovid-19Ball-tamperingTechnology in cricketRacismFeaturesFeatures HomeWritersPhoto galleriesThe Cricket MonthlyVideosMatchdayFantasy PickRun Order25 QuestionsNews and AnalysisInterviewsPress ConferenceVideos HomePolite EnquiriesNewsroomHindi VideosMatch AnalysisFeaturesYouTubeStatsStats homeIPL 2021SuperStatsAll recordsGroundsAskCricinfoStatsguru2021 recordsPlayersRankingsEdition GLAfricaBangladeshIndia-HindiPakistanUnited KingdomGlobalAustraliaIndiaNew ZealandSri LankaUnited StatesWisden AlmanackESPN.inFeedbackSitemapAbout usContact usCareersAbout Nielsen MeasurementEngland-India agree to series decider at Edgbaston after fifth-Test postponement1dESPNcricinfo staffAmla's wisdom gives Miller the belief to change South Africa's World Cup record3dFirdose MoondaFinch admits pandemic threw Australia's T20 World Cup plans 'out the window'1dAlex MalcolmAustralia must get the balance right to end T20 trophy drought5dAlex MalcolmUnder the radar but in-form South Africa exude quiet optimism3dFirdose MoondaThe only T20 World Cup preview you need to read10hAndrew Fidel FernandoBazid Khan: In the UAE, if you get 140, you're still not out of the game10hAs told to Danyal RasoolFAQ: All you wanted to know about the T20 World Cup 20217dHemant Brar'Can't create overnight what Hardik brings at No.6' - Virat Kohli11minDeivarayan MuthuVa-va-Varunnn! Crafty Chakravarthy could be India's trump card at T20 World Cup9hDeivarayan MuthuPoll: Ashwin or Chahar? And does Hardik fit in if he can't bowl?20hESPNcricinfo staffIndia and Pakistan have great T20I records since the last World Cup. So are they favourites?2dSampath BandarupalliHayden: 'Nothing else I've ever seen' matches India-Pakistan rivalry1dUmar FarooqCan MS Dhoni help Virat Kohli clinch elusive global title in T20I captaincy swansong?4dNagraj GollapudiLessons from the IPL - how will the UAE pitches play out at the T20 World Cup?3dGaurav SundararamanWest Indies look to replicate 'never-say-die attitude' of 201618hDeivarayan MuthuEngland's selection headache: To go batting-heavy or bowling-heavy?1dMatt RollerThe Morgan era has been great for England, but is it coming to an end?2dAlan GardnerCan West Indies overcome recent form to defend their title?2dFirdose MoondaSluggish UAE pitches could be the enemy in England's quest for World Cup double4dMatt Roller'Contenders' England must go all-in as ageing West Indian stalwarts look for one last hurrah1dAndrew MillerPaul Collingwood: 'I don't think England should be scared of having the favourites tag'1dInterview by Matt RollerNewsEngland-India agree to series decider at Edgbaston after fifth-Test postponementConcerts clash causes switch of venues, with Old Trafford hosting South Africa Test insteadESPNcricinfo staff22-Oct-2021The big screen provides the update after the Old Trafford Test was cancelled  Getty ImagesFacebookTwitterFacebook MessengerPinterestEmailPrintThe postponed fifth Test between England and India will be held at Edgbaston from July 1-5 next summer, instead of its original venue at Emirates Old Trafford, and will also determine the result of the series, with India currently leading the series 2-1, following their victories at Lord's and The Kia Oval.The decision follows extensive discussions between the ECB and the BCCI, after India's players withdrew from the original fixture in September, citing concerns about a Covid-19 outbreak within their camp.In order to fulfil the fixture, and so meet the terms of the ECB's broadcasting deal with Sky, an extensive rearrangement of England's summer schedule has been agreed.With the Foo Fighters and Red Hot Chilli Peppers due to host concerts at Old Trafford during the window for the India Test, the venue will instead host the second Test against South Africa, starting on August 25, which had originally been allocated to Edgbaston.In addition, the white-ball series between England and India will now start six days later than originally planned, with Edgbaston now due to host a T20I on July 9, instead of the ODI that had originally been planned for that date.Tom Harrison, the ECB's chief executive, said: \"We are very pleased that we have reached an agreement with BCCI to creating a fitting end to what has been a brilliant series so far.\"I'm very grateful to all the venues involved for the cooperation they've shown in allowing us to reschedule this match. I'd also like to thank Cricket South Africa for their support and understanding to allow these changes to be possible.\"We would like to apologise again to fans for the disruption and disappointment of September events. We know it was a day that so many had planned long in advance.\"We recognise that accommodating this extra match means a tighter schedule for the white ball series. We will continue to manage our players' welfare and workloads through next year while we also continue to seek the optimum schedule for fans, players and our partners across the game.''Jay Shah, the BCCI secretary, added: \"I am delighted that the England-India Test series will now have its rightful conclusion. The four Test matches were riveting, and we needed a fitting finale.\"The BCCI recognises and respects the traditional form of the game and is also mindful of its role and obligations towards fellow board members. In the last two months, both BCCI and the ECB have been engaged in discussions and our efforts were aimed at finding a suitable window. I thank the ECB for their understanding and patience in finding an amicable solution.\"Revised 2022 datesJuly 1-5 - Rescheduled 5th LV= Insurance Test vs India, EdgbastonJuly 7 - 1st Vitality T201, Ageas Bowl\nJuly 9 - 2nd Vitality T20I, Edgbaston\nJuly 10 - 3rd Vitality T20I, Trent BridgeJuly 12 - 1st Royal London ODI, Kia Oval\nJuly 14 - 2nd Royal London ODI, Lord's\nJuly 17 - 3rd Royal London ODI, Emirates Old TraffordAugust 25-29 - 2nd LV= Insurance Test vs South Africa, Emirates Old TraffordIndiaEnglandICC World Test ChampionshipTerms of UsePrivacy PolicyInterest-Based AdsFeedback", "encoding": "utf-8"}