{"indice": 96, "title": "How to test a new business idea before implementation - HatRabbits", "url": "https://hatrabbits.com/en/how-to-test-a-new-business-idea/", "text": "\n\n\n\n\n\n\nHow to test a new business idea before implementation - HatRabbits\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAbout\nServices\n\nCreative problem-solving\nInnovation Course\n(Online) Training courses\nIncompany Workshops\nInnovation Coach\n\n\nBrainstorm Software\nDownloads\nArticles\nContact\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nAbout\nServices\n\nCreative problem-solving\nInnovation Course\n(Online) Training courses\nIncompany Workshops\nInnovation Coach\n\n\nBrainstorm Software\nDownloads\nArticles\nContact\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  How to test a new business idea before implementation\n\n 0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBefore you start implementing your next great solution, check your most risky assumptions first. This is how you test a new business idea.\n1. Capture all assumptions\nSit together with your team and generate a long list of assumptions about your solution. Keep in mind that a great solution ticks 3 boxes;\nFeasibility\nCan we do it? Is the idea technically feasible?\nViability \nShould we do it? Does this solution fit our organisation, brand and/or corporate strategy?\nDesirability \nDoes this problem really exist? Are people familiar with the problem and do they really care about it?\nIs our solution better than the existing solutions? Are people willing to pay for our solution?\nTry to find assumptions within all 3 categories.\nThink of assumptions such as;\n\nThe people who have this problem are…\nOur customers are dissatisfied with…\nOur customers find it a hassle to…\nOur customers’ pain is caused by…\nThe biggest benefit of a solution to this problem would be…\nTo solve this problem what we need to do is…\nThe current solution to this problem is…\nOur customers are willing to pay for…\nOur customers are willing to buy our product, because…\nOur customers are willing to stop their current solution, because of…\netc.\n\n \n2. Select your riskiest assumption\nAfter the first step, you probably find yourself confronted with a long list of assumptions. Most of these assumptions are presumably true, and some might be harmless if they turn out to be false. However, there are also very dangerous assumptions. It’s these assumptions that can break your entire concept. Think about it. What assumptions do you have right now, that if they turn out to be incorrect, would make your entire solution worthless?  (These are your ‘Riskiest Assumptions’, the cornerstone assumptions your idea is built upon.) It’s important to identify and verify these assumptions before spending lots of time, money and energy on implementing your solution.\nOne way of finding your riskiest assumption is by writing all your assumptions on post-it notes and placing them in a 2×2 matrix. With on the axes ‘Known vs unknown’ and ‘important vs unimportant’. Of course, it’s interesting to explore the assumptions that are important and unknown.\n3. Design an experiment to falsify your assumption\nAfter you have chosen your most risky assumption it’s time to bring it to the test. In what ways can you falsify your assumption? That’s right, you’ve read it correctly. Your goal should not be to verify your riskiest assumption but to falsify it. It should be your main objective to provide the evidence that proves that your assumption is false. By taking the role of a ‘sceptic detective’ you will be much more open towards facts and findings that prove your assumption wrong.\nThe goal of the experiment should be to test out your hypothesis. Make sure to describe your hypothesis in detail before you run your experiment. That way you’ll be more objective towards the result of your experiment.\n\n What is your hypothesis?\nHow are you going to test this assumption?\nHow are you going to capture and measure the results?\nDescribe what you want to do to falsify/verify your assumption.\n\n\n\n\nWhat we believe is that…\nThe assumption is right if…\nThe assumption is wrong if…\n\n\n\nSome other tips:\n\nCreate a baseline measurement (to compare the situation with)\nMake sure your experiment is not influenced by other matters\n\n4. Run small experiments and collect feedback\nCarry out the experiments and test your risky assumptions one by one. Start with your most risky assumption and work your way through the rest. Divide all tasks needed for the experiment amongst your team members and use a scrum board (to do, busy, done) to keep track of progress.\nUse preset experiment questions to objectively capture the results.\n\nDuring the experiment, we’ve observed that\nDuring the experiment, we’ve learned that…\nAfter the experiment, we can apply these learnings by…\n\n \n5. Use the feedback to improve your solution\nCollect all feedback and compare your results with your starting hypotheses. To properly test a new business idea, it’s important to stick to the facts and to avoid jumping to conclusions too easily. What are the results? Was your hypothesis correct? Are you 100% sure? If not, double check by running another experiment.\nIf you are satisfied with the results, go back to the drawing board and refine your solution. You probably will stumble upon some new insights that you can use to improve your solution.\n\nDon't miss out\nReceive our biweekly email with our latest articles on business creativity.\n\n\nFirst name\n\n\n\nE-mail\n\n\n\n\n\n\n\r\n\r\nWe respect your privacy.\r\n\nLanguage\n\n English\r\n\n\n Nederlands\r\n\nSource Details\n\n\nLeave this field empty if you're human:  Facebook0Twitter0Linkedin0X \n\nHow to test a new business idea before implementation2018-11-062018-10-25http://hatrabbit.nl/wp-content/uploads/2015/10/HatRabbits-logo.pngHatRabbitshttps://hatrabbits.com/wp-content/uploads/2018/10/risky-assumptions.jpg200px200px\n\n\nJeroen de Ruijter\nJeroen is one of the founders of HatRabbits, creative all-rounder and internationally awarded concept developer. At HatRabbits Jeroen is ultimately responsible for concept development and creative strategy.\n\n\n\n\n\n\nRecommended PostsThe Mechanical Turk – an illusion to prototype your idea before you pour money into itThe Creative Escape – challenge your assumptions and generate innovative ideasHow to prevent associations from making us less creative\n\n\nLeave a Comment Cancel reply\n\n\nSave my name, email, and website in this browser for the next time I comment.\n \n\n \n\n\n\n\n\n\n\nFree Ebook On Business Creativity\n\nSign up now and receive a free ebook on Business Creativity.\n\nFirst Name\n\n\n\nEmail address: \n\n\n\n\n\n\r\n\r\nWe respect your privacy.\r\n\r\n\nLanguage\n\nEnglish\n\n\n Nederlands\n\nSource Details\n\n\n\nLeave this field empty if you're human: Follow Us on Social MediaCategories\n\nBrainstorming\n\nBusiness Creativity\n\nEvaluation\n\nFocus\n\nImplementation\n\nInnovation\n\nNew Product Development\n\nNudging\n\nPreparation\n\nPresentation\n\nProblem solving\n\nThinking Techniques\n\nTools\n\n\n \n\n\n\n\n\n\n\n\n\nHatRabbits\r\nScheepmakershaven 59 \r\n3011 VD Rotterdam \n\nkvk: 81916515 \r\nbtw: NL003620808B48 \nhello@hatrabbits.com\nTerms and Conditions\n\n Privacy Policy\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStart typing and press Enter to search\n\n\n\n\n\n\nWhy concepts are more potent than ideasBusiness CreativityThe solitary genius doesn’t exist …and that’s a good thingInnovation\n\n\nNederlands\n\nEnglish\n\n\n\n\n\n", "encoding": "utf-8"}