{"indice": 98, "title": "About the SSAT | Official SSAT.org", "url": "https://www.ssat.org/testing/about-the-test", "text": "About the SSAT | Official SSAT.org\n\n\n\n\n\n\n\n\n\n\n\n\n\nHome About The SSATAbout the SSATLearn All About the TestTesting AccommodationsRequirements and EligibilityTest ScoresInterpret Your ScoresRegister NowSign up or Sign In to Take The SSATSSAT中文服务SSAT ChinaGet StartedStart your educational journeyFee Waiver ProgramYou may be eligible for a fee waiver.Equity Tech KitsRequest a kit for at-home assessments.SSAT at HomeAt-Home Administration of The SSATPaper Test Day EssentialsTips and What to Expect on Test DayHelp CenterGet SupportSSAT Testing OptionsNow you can take the gold-standard test for independent school admission at a test center, on paper, or at home.Test OptionsPaper-Based SSATStandard and Flex TestingPrometric Test CenterComputer-Based SSAT TestingSSAT at HomeAt-Home Computer-Based SSAT TestingThe SSAT Flex TestFlexible Schedule Testing OptionsGet StartedStart your educational journeyFind a Paper Test CenterPaper-based & Educational ConsultantsFind a Prometric Test CenterSearch on The Prometric WebsiteSSAT at Home ChecklistPrepare for a successful test day.Elementary Level TestingPaper-based SSAT TestingSSAT at HomeAt-Home Administration of The SSATSSAT Testing OptionsNow you can take the gold-standard test for independent school admission at a test center, on paper, or at home. PracticeTest Prep OverviewWhich Preparation Option Fits You?Official SSAT Practice MaterialsOrder the Guide or Practice OnlineTest Taking StrategiesTips for Doing Your BestWhat's on the Test?Content by Grade LevelPractice taking The SSAT onlineGet started today by taking a free test!The SnapshotThe Character Skills SnapshotJoin our association todayEnrollment ToolkitJump into the EMA enrollment toolsProfessional DevelopmentPath to learningEvents & WebinarsSee our upcoming eventsMembers Access PortalLogin to the MAPCommunityLearn from others in your networkLearning CenterTools for your successBlogThought leadership articlesCheck out the latest issue of The Yield Meet the EMA trusteesEnrollment ServicesThe Character Skills SnapshotAn Innovative Admission AssessmentThe Standard Application Online (SAO)Easily Apply to Hundreds of SchoolsGet Connected to SchoolsHear From Top-Fit SchoolsVirtual School FairsFind Your Best-Fit SchoolAdmission AcademyInsight From School Admission LeadersAdmission ConciergeApplication Process Tips and Reminders Find a SchoolFilter and Search for Schools that Accept the SAOCOVID-19NewsSSAT News & AlertsEasily apply to hundreds of schoolsTest Center ClosuresDeadlines, requirements, and moreCOVID-19 ResourcesOn-demand webinar seriesSomething elseFilter and search for schools that accept the SAOLoginAlerts\n\n\n\n\n\n\n\n\nRegister/Log InHelp CenterSSAT中文服务HomeContactLoginMenuThe SSATAbout the SSATTesting AccommodationsSSAT at HomeTest ScoresRegister NowSSAT中文服务Fee WaiverEquity Tech KitsTest Day EssentialsHelp CenterTest OptionsPaper-Based SSATPrometric Test CenterSSAT at HomeThe SSAT Flex TestFind a Paper Test CenterFind a Prometric Test CenterSSAT at Home ChecklistElementary Level TestingPracticeOfficial SSAT Practice MaterialsTest Taking StrategiesWhat's on the TestEnrollment ServicesThe Character Skills SnapshotThe Standard Application Online (SAO)Get Connected to SchoolsAdmission AcademyAdmission ConciergeFind a SchoolContactRegister/Log InHelp CenterAbout the SSAT: Testing Details Online & Printed PracticeLearn more about scores, format, and accommodations across all testing options.Download Datasheet\n\n\nFind Your Testing OptionsAbout the SSATThe SSAT is a standardized test focused on verbal, math, and reading skills. Students have multiple ways throughout the year to take the SSAT.Find Your Testing OptionsRegister NowBack to topWhat’s on the SSAT? Testing OptionsPricingScoringAccommodationsFee WaiversPoliciesFAQWhat’s on the SSAT? Quantitative (Math): Composed of math computation.Verbal: Vocabulary and analogy questions.Reading: Reading passages.Writing Sample: The writing sample is not scored, but schools use it to assess writing skills.Experimental: Mixed content questions (verbal, reading, and math). This section does not count toward reported scores.Learn MoreMiddle/Upper Level SSAT Test BreakdownTotal duration of 3 hours, 10 minutes.Writing SampleNumber of Questions1Timing25 minutesBreakTiming10 minutesSection 1QuantitativeNumber of Questions25Timing30 minutesSection 2ReadingNumber of Questions40Timing40 minutesBreakTiming10 minutesSection 3VerbalNumber of Questions60Timing30 minutesSection 4QuantitativeNumber of Questions25Timing30 minutesSection 5ExperimentalNumber of Questions16Timing15 minutesMiddle Level is for students in grades 5–7.  Upper Level is for students in grades 8–11. Timing may vary for students with approved testing accommodations.Elementary Level SSAT Test BreakdownA total of 104-106 questions, with a duration of 2 hours, 5 minutes.Section 1Quantitative/MathNumber of Questions30Timing30 minutesSection 2VerbalNumber of Questions30Timing20 minutesBreak15 minutesSection 3ReadingNumber of Questions28Timing30 minutesWriting SampleNumber of Questions1 promptTiming15 minutesExperimental SectionNumber of QuestionsVaries from 15-17Timing15 minutesElementary Level is for students in grades 3–4. Timing may vary for students with approved testing accommodations.70,000+ students take the SSAT each year.EMA testing experts continually monitor the SSAT to ensure it remains:RelevantThe SSAT is written and reviewed by independent school educators and content and testing experts. Every question goes through a rigorous standardized process of validation. ReliableSSAT’s scaled score reliability is higher than .90 (out of a possible 1.0) for both the verbal and quantitative sections and is approaching .90 for the reading section.AccessibleEMA ensures that test takers with disabilities receive reasonable accommodations when taking the SSAT. SSAT fee waivers are also available to eligible students.SecureThe processes and procedures for the SSAT’s administration are the same for every student at test sites around the world. Safe and Convenient Ways to Take The SSATEMA testing experts continually monitor the SSAT to ensure it remains:In the U.S. and CanadaThere are three ways to take the Middle or Upper Level SSAT inside the U.S. and Canada:Paper-Based testing on Standard or Flex datesComputer-Based testing at a Prometric Test CenterComputer-Based SSAT at Home (U.S. and Canada Only)‍Need Elementary Level Testing? \u2028Learn more about testing in the U.S., Canada and Internationally. InternationallyThere are two ways to take the Middle or Upper Level SSAT outside the U.S. and Canada:Paper-based testing is available on Standard dates at many locations around the world. ‍Find a Paper-based test center nearby.Computer-Based testing at a Prometric Test Center is available in many countries around the world (not available in China, Cambodia, Hong Kong, Korea, Vietnam, Laos, Jamaica, Myanmar, and ‍Find a Prometric test center nearby.SSAT at Home DatesFind a Prometric Test CenterFind a Paper-Based Test CenterNote: Test availability noted above is based upon where the student will be physically located on test day, not current location or home address. For example, a family living in the U.S. that takes a trip to Germany will not be able to take the SSAT at Home while in Germany. Contact info@ssat.org if you have questions.SSAT Testing OptionsNow you can take the gold-standard test for admission at a test center, on paper, or at home. The testing year that defines the maximum number of SSAT tests students can take runs from August 1 through July 31.Paper-Based SSATAvailable in the U.S., Canada, and many international locationsMiddle & Upper students can take up to 6 Standard testsMiddle & Upper students can take up to 2 Flex testsElementary students can take up to 2 Standards or one Standard and one FlexLearn MoreComputer-Based SSAT at Prometric Test CenterAvailable in the U.S., Canada, and many international locationsProctored computer-based testing at a test centerStudents can take a total of 3 combined SSAT at Home and Prometric tests per testing yearMiddle & Upper Level onlyLearn MoreComputer-Based SSAT at HomeU.S. and Canada onlyProctored computer-based testing at homeStudents can take a total of 3 combined SSAT at Home and Prometric tests per testing yearMiddle and Upper Level onlyContact UsLearn MoreRegister NowLearn About Your Testing Options Learn More About Your Testing Options US and Canada(US and Canada)International(US and Canada)Find Your Testing OptionsPrometric OverviewPrometric SchedulerAdmission Process WebinarsWe offer a number of free webinars for families to assist them during the admissions process and provide more information about the SSAT, the Standard Application Online, and the Character Skills Snapshot.View WebinarsPreparing for the TestWe offer SSAT Practice Online and The Official Guide to the SSAT​.Learn MoreSSAT PricingSSAT pricing varies based on the mode and level of testing. Fee waivers are also available for qualified test takers. All pricing is in U.S. dollars.Domestic TestingElementary Level • Standard or school Flex: $95• Flex with an educational consultant: $135Middle Level/Upper Level • Standard or school Flex: $155• Prometric SSAT: $215• Flex with an educational consultant: $225• SSAT at Home: $235International TestingElementary Level: $210• Paper-based Testing• Flex TestingMiddle Level/Upper Level: $299• Paper-based Testing• Flex Testing• SSAT at Prometric Test CentersSSAT ScoringThe SSAT is a norm referenced test, which means that a student’s SSAT scores are compared to a hypothetical average student from a norm group consisting of SSAT test takers. The SSAT norm group consists of all first-time test takers over the past three years in the U.S. and Canada. This group is highly competitive; a student’s results are compared only with other students of the same grade who are applying to some of the most selective independent schools in the country. Interpret Your SSAT ScoresView ChecklistTesting AccommodationsWe are committed to ensuring that test takers with disabilities receive reasonable accommodations when taking the SSAT. To take the SSAT with testing accommodations, regardless of test mode, families must:Apply online Receive approvalRegister for an SSAT with testing accommodationsLearn About Testing AccommodationsView ChecklistSSAT Fee WaiversFee waivers are available to help all students access the SSAT. To see if your family is eligible, simply request an SSAT test fee waiver from the admission office at a school to which your student is applying. Enter the provided code at checkout of your SSAT test registration to waive the fee for any digital or paper-based SSAT. Please note that SSAT fee waivers don't cover late or service fees. SSAT fee waivers also provide free access to SSAT Online Practice and Admission Academy. These services will be available after registering for the SSAT with a fee waiver.If your student is required to take the Character Skills Snapshot, you can ask the requiring school for a separate Snapshot fee waiver.Interpret Your SSAT ScoresView ChecklistTest ChangesIn order to support multiple testing options, including the SSAT at Home, Prometric testing, and paper-based testing, keep in mind these important rules about test changes:If you register for the SSAT at Home, you can reschedule your date and time until 72 hours prior to your scheduled test, but you may NOT change your test format.If you register for SSAT Prometric testing, you can reschedule your date and time, subject to restrictions and fees but you may NOT change your test format. Rescheduling between 0-2 days before testing is not allowed. Rescheduling between 3 and 28 days is subject to a $35 fee payable to Prometric. Rescheduling 29 or more days before your scheduled test is free.If you register for a paper-based SSAT (Standard or Flex), you can change your date and location to another paper-based SSAT or can change modes to an SSAT at Home or Prometric testing. You must make any change 3 days prior to your original test date. All paper-based changes are subject to a $40 fee.For all changes, you must select a new test date that occurs before the next July 31st.If you are disconnected or experience an issue with the SSAT at Home after launching the test and cannot complete the SSAT at Home, you will receive additional test change options the day after your test date.Interpret Your SSAT ScoresView ChecklistRefund PolicyWe do not offer refunds for registrations, late or rush fees, canceled tests, or related fees. If you cannot test on the date for which you registered, in some situations you may be able to reschedule to a different test date for a $40 change fee.How to Change Your Test RegistrationView ChecklistSSAT Candidate Handbook & SSAT Candidate AgreementThe SSAT Candidate Handbook sets forth all of the policies and procedures that apply to the Secondary School Admission Test (SSAT). The Handbook includes policies and procedures for examination registration and scheduling, examination administration, scoring, retesting, violations, investigations, errors, and dispute resolution. The policies and procedures in the Handbook help protect SSAT examination content, maintain the integrity of the school application process, and ensure test fairness and validity for all candidates.All candidates and their parents or legal guardians must read and familiarize themselves with the Handbook and agree to all of the policies and procedures contained therein. All policies and procedures contained in the Handbook are part of the SSAT Candidate Agreement, the text of which is also included in the Handbook. The SSAT is made available to candidates exclusively under the terms of the Agreement, which constitutes a legally binding agreement between The Enrollment Management Association, on the one hand, and candidates and their parents or legal guardians, on the other hand.EMA 21-22 Candidate HandbookEMA 20-21 Candidate Handbook v2Questions about SSAT test options, scores and more? Visit the Help Center\n\n\n\nRegister/Log InSSAT中文服务About The SSATEnrollment ToolkitAbout the SSATAccommodationsTest ScoresFee Waiver ProgramEquity Tech KitsPaper Test Day EssentialsAbout EMAContact UsHelp CenterTest OptionsPaper-Based SSATFind a Paper Test CenterPrometric TestingFind a Prometric CenterSSAT at HomeSSAT at Home ChecklistThe SSAT Flex TestElementary Level TestingProductsSecondary School Admission TestThe Character Skills SnapshotStudent Prospect ListsThe Standard Application OnlinePracticeOfficial SSAT Practice MaterialsSSAT Guide BooksSSAT Online PracticeHow to Do Your BestWhat's On the Test?Test-Taking StrategiesEnrollment ServicesThe Character Skills SnapshotThe Standard Application Online (SAO)Get Connected to SchoolsAdmission AcademyAdmission ConciergeFind a School© 2021 The Enrollment Management AssociationPrivacy PolicyTerms of UseProductsSecondary School Admission TestThe Character Skills SnapshotStudent Prospect ListsThe Standard Application Online\n\n\n\n\n", "encoding": "utf-8"}