{
	"indice": 4, 
	"titulo": "Bolsas de Estudo Universidade de Brasília (UNB) - Educa", 
	"url": "https://www.educamaisbrasil.com.br/unb", 
	"texto": "Sobre Universidade de Brasília (UNB) A Universidade de Brasília (UNB) é uma instituição de ensino superior pública e gratuita, sediada na UnB em Brasília, capital do Distrito Federal, criada em 1962 pelo antropólogo Darcy Ribeiro, pelo educador Anísio Teixeira e pelo arquiteto Oscar Niemeyer. A missão da Universidade de Brasília é ser uma instituição de ensino inovadora, comprometida com a excelência acadêmica, científica e tecnológica a fim de formar cidadãos conscientes do papel transformador na sociedade. A UNB é reconhecida pelo MEC e possui nota máxima no Índice Geral de Cursos (IGC) do Ministério da Educação. Os cursos da universidade são ministrados nos quatro campi e também no ensino EAD, com o uso de tecnologias de informação e comunicação além de recursos multimídia. Com a sua estrutura, e sua política pedagógica executada nos cursos de graduação e de pós-graduação, a UNB visa posicionar-se entre as melhores universidades do Brasil e do mundo, com excelência em gestão do ensino, da pesquisa e da extensão. A UNB tornou-se multicampi em 2006 com a expansão da sua estrutura para locais externos ao plano piloto e ao campus Darcy Ribeiro. A Faculdade UNB Planaltina (FUP) foi reformulada nos anos seguintes, transformando-se em campus UNB Planaltina. Posteriormente, as faculdades de Ceilândia e do Gama tornaram-se os campi UNB Ceilândia e UNB Gama a partir do Programa de Apoio a Planos de Reestruturação e Expansão das Universidades Federais (Reuni). Uma características dos campis da UNB é o ensino focado em áreas especificas. O campus UNB Ceilândia oferta cursos específicos para a área de saúde; o campus UNB Planaltina, em ciências naturais e agrárias; o campus UNB Gama oferta cursos de engenharia. Cursos de Graduação da UNB. A UNB oferta cursos de Graduação em todas as áreas do conhecimento, nas modalidades de licenciatura e bacharelado. O campus UnB Ceilândia oferta cursos de Enfermagem, Farmácia, Fisioterapia, Saúde Coletiva, Terapia Ocupacional e Fonoaudiologia; O campus UnB Gama oferta cursos específicos de engenharia: Engenharia Aeroespacial, Engenharia Automotiva, Engenharia de Energia, Engenharia de Software e Engenharia Eletrônica. O campus UnB Planaltina oferta os cursos Ciências Naturais, Educação do Campo, Gestão Ambiental e Gestão do Agronegócio. E o campus Darcy Ribeiro oferta cursos de áreas diversificadas. São eles: Administração, Agronomia, Arquitetura e Urbanismo, Arquivologia, Artes Cênicas, Artes Plásticas, Biblioteconomia, Ciência da Computação, Ciência Política, Ciências Ambientais, Ciências Biológicas, Ciências Contábeis, Ciências Econômicas, Ciências Farmacêuticas, Ciências Sociais, Comunicação Organizacional, Comunicação Social, Design, Direito, Educação Física, Enfermagem e Obstetrícia, Engenharia Ambiental, Engenharia Civil, Engenharia de Computação, Engenharia de Redes de Comunicação, Engenharia de Produção, Engenharia Elétrica, Engenharia Florestal, Engenharia Mecânica, Engenharia Mecatrônica, Estatística, Filosofia, Física, Geofísica, Geografia, Geologia, Gestão de Políticas Públicas, Gestão de Agronegócio, Gestão em Saúde Coletiva, História, Letras, Matemática, Medicina, Medicina Veterinária, Museologia, Música, Nutrição, Odontologia, Pedagogia, Psicologia, Química, Química Tecnológica, Relações Internacionais, Serviço Social, Turismo e Visuais. Pós-Graduação na UNB O programa de pós-graduação da UNB inclui dezenas de linhas de pesquisas destinadas aos níveis de mestrado, doutorado (stricto sensu) e especialização (lato sensu). Os cursos são ofertados no Centro de Estudos Avançados Multidisciplinares (CEAM), na Faculdade de Economia, Administração, Contabilidade e Gestão Pública (FACE); na Faculdade de Arquitetura e Urbanismo (FAU); na Faculdade de Direito (FD); na Faculdade de Educação (FE); na Faculdade de Educação Física (FEF); na Faculdade UnB Gama (FGA); na Faculdade de Medicina (FM); na Faculdade de Ciências da Saúde (FS); na Faculdade de Técnologia (FT); no Instituto de Ciências Exatas (IE); no Instituto de Geociências (IG); no Instituto de Psicologia (IP); no Instituto de Ciência Política (IPOL) e no Instituto de Relações Internacionais (IREL). A lista completa de programas pode ser acessada na página de pós-graduação, no site UNB. Formas de Ingresso na UNB O acesso à graduação da UNB é feita através de processos seletivos que englobam o Programa de Avaliação Seriada (PAS), o Vestibular tradicional e o Exame Nacional do Ensino Médio (Enem). O SISU é outra modalidade de seleção adotada para ingresso em 89 cursos, do total de 103. No SISU 2018, a UNB disponibilizará 1.988, sendo 104 vagas reservadas para as políticas de ações afirmativas. Ensino a Distância na UNB A oferta de cursos a distância na UNB é feita atualmente em parceria com Ministério da Educação e o sistema Universidade Aberta do Brasil (UAB) – um sistema composto por universidades públicas que ofertam cursos superiores para regiões mais distantes das unidades acadêmicas. O ensino a distância inclui atividades presenciais como avaliações, visitas campais, aulas em laboratório, no polo de matrícula do estudante. O vestibular é a forma de ingresso nos cursos desta modalidade. A UNB oferta cursos EAD nas graduações de licenciatura em Artes Visuais, Biologia, Educação Física, Geografia, Letras, Música, Pedagogia e Teatro; e de bacharelado em Administração Pública. Intercâmbio na UNB A política de internacionalização da Universidade de Brasília é operada pela Assessoria de Assuntos Internacionais (INT), a qual fomenta a integração da UNB com instituições internacionais, implementa acordos de cooperação técnica, científica e cultural, viabiliza intercâmbios para estudantes de graduação e pós-graduação, além de desempenhar outras atividades. A fim de alcançar a sua função estratégica, que é a de promover a internacionalização da universidade, a INT é formada pela Assessoria Técnica/ Eventos Internacionais e Divulgação; pela Coordenação de Convênios Internacionais e pela Coordenação de Intercâmbio.", 
	"encoding": "utf8"
}