{
    "indice": 7,
    "titulo": "Universidade de Brasília (UnB)",
    "url": "https://vestibular.brasilescola.uol.com.br/universidades/unb-universidade-brasilia.htm",
    "texto": "Maior universidade do Distrito Federal seleciona seus alunos por meio do Enem e vestibulares tradicional e seriado. Dois anos após a fundação de Brasília, no dia 21 de abril de 1962, foi fundada a Universidade de Brasília (UnB), iniciando o ciclo de uma universidade que viria a se tornar uma das mais bem conceituadas do Brasil.  Campus Universitário Darcy Ribeiro (Sede): Gleba A, Asa Norte, Brasília/DF - Fone (61) 3107-3300.  Campus Universitário de Planaltina: Área Universitária 01, Vila Nossa Senhora de Fátima, Planaltina/DF - Fone (61) 3107-8002.  Campus Ceilândia: Centro Metropolitano, conjunto A, lote 1, Ceilândia Sul, Ceilândia/DF - Fone (61) 3107-8400.  Campus Gama: Área Especial de Indústria Projeção A Brasília, Setor Leste, Gama/DF - Fone (61)  3107-8901.  Cursos da UnB Campus Darcy Ribeiro (Plano Piloto): Administração, Agronomia, Arquitetura e urbanismo, Arquivologia, Artes Cênicas, Artes Plásticas, Biblioteconomia, Ciência da Computação, Ciência Política, Ciências Ambientais, Ciências Biológicas, Ciências Contábeis, Ciências Econômicas, Ciências Farmacêuticas, Ciências Sociais, Comunicação Organizacional, Comunicação Social, Desenho Industrial, Direito, Educação Física, Enfermagem e Obstetrícia, Engenharia Ambiental, Engenharia Civil, Engenharia de Computação, Engenharia de Redes de Comunicação, Engenharia de Produção, Engenharia Elétrica, Engenharia Florestal, Engenharia Mecânica, Engenharia Mecatrônica, Estatística, Filosofia, Física, Geofísica, Geografia, Geologia, Gestão de Políticas Públicas, Gestão do Agronegócio, Gestão em Saúde Coletiva, História, Letras, Letras – Tradução, Matemática, Medicina, Medicina Veterinária, Museologia, Música, Nutrição, Odontologia, Pedagogia, Psicologia, Química, Química Tecnológica, Relações Internacionais, Serviço Social, Turismo.  Planaltina: Bacharelado em Gestão do Agronegócio, Licenciatura em Ciências Naturais, Gestão Ambiental, Licenciatura em Educação do Campo.  Ceilândia: Farmácia, Enfermagem, Fisioterapia, Gestão de Saúde, Terapia Ocupacional.  Gama: Engenharia Automotiva, Engenharia de Energia, Engenharia Eletrônica, Engenharia de Software.  Ensino a distância São disponibilizados as seguintes licenciaturas pela Universidade Aberta do Brasil (UAB): Artes Visuais, Biologia, Educação Física, Geografia, Letras, Música, Pedagogia e Teatro.  Saiba mais: www.ead.unb.br  Vestibular da UnB A UnB possui diversas formas de ingresso: vestibular tradicional; vestibular via Enem; vestibular seriado; vestibular indígena. O vestibular tradicional, com provas aplicadas pela própria UnB, é realizado no meio do ano, em fase única e em dois dias.  Não pare agora... Tem mais depois da publicidade ;)  No 1º dia, o candidato tem de responder a 30 itens de Língua Estrangeira (Espanhol, Francês ou Inglês), 120 itens de Português, Literatura, Geografia, História, Artes, Filosofia e Sociologia, além de uma redação.  No 2º dia o candidato são 150 itens de Biologia, Física, Química e Matemática. Os itens são classificados em quatro tipos: A - certo e errado; B - resultado numérico; C - uma opção correta dentre as letras a, b, c e d; D - discursivas.  Enem A partir de 2020, a UnB não vai mais usar o Sistema de Seleção Unificada (SiSU) para ingresso no primeiro semestre. Os candidatos precisam se inscrever no Enem e, posteriormente, no Vestibular da UnB. Saiba mais.  Vestibular seriado O PAS (Programa de Avaliação Seriado) foi implantado em 1996 e, desde então, 50% das vagas dos cursos são reservadas para aprovados pelo PAS. Os estudantes precisam fazer uma prova ao fim de cada série do Ensino Médio e a média das três notas é a nota de classificação.  O participante que perder a prova da 1ª etapa pode fazer as provas da 2ª e 3ª etapa, mas ficará com nota zero na primeira prova – que tem peso 1. A 2ª prova tem peso 2 e a 3ª prova peso 3. Desde o PAS realizado no final de 2011, cada etapa possou a ter também uma prova discursiva, além das perguntas objetivas. A nota da redação vale 10% do argumento final de cada etapa.  Cotas na UnB A UnB reserva metade das vagas para os candidatos de escolas públicas, conforme determina a Lei de Cotas, e 5% para o Programa de Ação Afirmativa. Para participar é preciso ter cor preta ou parda, declarar-se negro e optar por este sistema.   Site: www.unb.br Facebook: facebook.com/oficialunb Twitter: twitter.com/unb_oficial",
    "encoding": "utf8"
}