{
"indice": 2, 
"titulo": "Universidade de Brasília – Wikipédia, a enciclopédia", 
"url": "https://pt.wikipedia.org/wiki/Universidade_de_Bras%C3%ADlia", 
"texto": "A Universidade de Brasília (UnB) é uma instituição de ensino superior pública brasileira localizada em Brasília, no Distrito Federal, sendo uma das maiores instituições de ensino superior da região Centro-Oeste e uma das mais importantes do país. Possui quatro campi, sendo estes em Brasília (Campus Darcy Ribeiro), em Planaltina (Faculdade UnB Planaltina), em Gama (Faculdade UnB Gama) e em Ceilândia (Faculdade UnB Ceilândia). Sua área total é de 4.787.449,13 m²,[4] sendo que o seu principal Campus é o Campus Darcy Ribeiro, que tem 3.950.569, 07 m². Das 67 universidades federais do Brasil, mantidas pela União através de recursos do Ministério da Educação, a UnB era em 2019 a universidade com o quinto maior orçamento, ficando atrás da UFRJ, UFMG, UFF e UFRGS.[5] Desde a sua criação, em 1962, a UnB tem um papel extremamente importante tanto nacionalmente quanto regionalmente no que diz respeito à excelência do ensino e da pesquisa. É referência no Brasil e no exterior nos cursos de Relações Internacionais, Ciência Política, Economia, Direito e Antropologia. Os cursos disponíveis em Planaltina, Gama e Ceilândia são distintos dos disponíveis no campus principal Campus Darcy Ribeiro. A Biblioteca Central da UnB tem o maior acervo de livros do Centro-Oeste e o terceiro maior do Brasil, atrás da Biblioteca Nacional do Rio de Janeiro e da Biblioteca Mário de Andrade, de São Paulo. O vestibular tradicional da UnB e o Programa de Avaliação Seriada (PAS) são elaborados pelo Cebraspe, uma das maiores instituições organizadoras de concursos públicos do país, conhecida pelo alto nível de complexidade dos exames.[carece de fontes] Foi avaliada pelo Ministério da Educação, através do Índice Geral de Cursos, como a melhor universidade da região Centro-Oeste.[6] Em avaliações nacionais e internacionais que analisam categorias como ensino, pesquisa, internacionalização e relação com o mercado, figura como a 8ª melhor universidade do Brasil e como a 15ª da América Latina segundo a Times Higher Education, a 9ª melhor unversidade do país no Ranking Universitário da Folha de S.Paulo, a 12ª de acordo com o QS World University Rankings.[7] Segundo a avaliação feita pela CAPES no período 2014-2017, dezesseis programas de pós-graduação da UnB atingiram conceito 5, avaliados como excelentes, outros dez receberam conceito 6, sendo assim considerados de referência nacional, enquanto cinco alcançaram conceito 7, sendo considerado de excelência internacional.[8]", 
"encoding": "utf8"
}