{"indice": 109, "title": "Oregon Dropped Graduation Test Requirements. Here's What That Means For Education In The State | On Point", "url": "https://www.wbur.org/onpoint/2021/09/24/oregon-dropped-test-requirements-what-that-means-for-the-states-testing-future", "text": "Oregon Dropped Graduation Test Requirements. Here's What That Means For Education In The State | On PointSkip to main content ClosecloseDonateWBURwburPlay Listen LiveSchedulePrograms + PodcastsLatest CoverageCitySpaceMembershipDonate Your CarNewslettersCoronavirus CoverageOn PointHere & NowRadio BostonBusinessHealthEnvironmentEducationArts & CultureInvestigationsCognoscentiMoreListen Live: Weekend Edition SaturdayPlay15sRepeatPlay15sForward/00:00Playing LiveCloseCloseWeekend Edition SaturdayValue this story? DonateWBURwburOn PointDonateSearchAdvertisement Oregon Dropped Graduation Test Requirements. Here's What That Means For Education In The State47:11DownloadXCopy the code below to embed the WBUR audio player on your site<iframe width=\"100%\" height=\"124\" scrolling=\"no\" frameborder=\"no\" src=\"https://player.wbur.org/onpoint/2021/09/24/oregon-dropped-test-requirements-what-that-means-for-the-states-testing-future\"></iframe>Copy embed codePlaySeptember 24, 2021Meghna ChakrabartiTwitterJess YarmoskyTwitterfacebookEmailSince 2008, high school students in Oregon have had to meet a basic skills requirement in order to graduate.That changed this summer, when Governor Kate Brown quietly signed a bill that scraps the requirement, for now.Some lawmakers say it's \"dumbing Oregon down.\"While others say the requirements hurt students of color.Today, On Point: How do we know when a high school student is ready to graduate?GuestsBetsy Hammond, education and politics editor at The Oregonian. (@BetsyHammond)Michael Dembrow, Democratic state senator and chair of the Senate Education Committee. (@michaeldembrow)Also FeaturedZach Hudson, educator and Oregon State Representative for district 49.Elizabeth Thiel, educator and current president of the Portland Association of Teachers.David Conley, professor emeritus at the University of Oregon.Michael McDonald, principal of Summit High School in Bend, Oregon.Interview HighlightsOn Gov. Kate Brown's signing of a bill that scraps 'basic skills' requirements to graduateBetsy Hammond: \"She picks ones that are her personal priorities, and this wasn't one of them. In addition, she's done this before. She recognizes the tension. She signed this bill. It pleases teacher's unions. It pleases the critics of standardized testing, of whom there are so many in Oregon.\"But on the flip side ... by not having that accountability measure, by not making public how many students are needing extra work at the end of their high school career, before they can show the level of writing and math skills, minimal level of writing and math skills that they need to do well after high school graduation.\"... It relieves pressure in the system on grown ups to do better for the students who are at risk of graduating without those skills. And they are disproportionately students of color, students learning English as a second language, students in poverty, students with disabilities. And the governor recognizes that. And that is not a point of pride for her.\"In most schools that you visited, how did this essential skills test work? Betsy Hammond: \"I was very curious to see that myself. I covered the state board of Education back in 2007 and 2008, when they made the decision to impose this requirement. At the time, they were pretty late to the party. We were the 27th or 28th state to impose a graduation test. And the folks in Oregon were at pains to say, let's not make it a test. A test is one option. They allowed for all kinds of tests. You could show by the PSAT, the ACT, the S.A.T., the state standardized test, which at the time was called Oakes. We've now switched to Smarter Balanced, the Armed Forces entry test.\"But they also created something very special, which was this idea of a work sample. So the idea was that rather than take a standardized test, you could do something like what you would do in class to show that you could read text, to show that you could write proficiently, and show that you could use math in a real world application. And they decided incredibly, that that wasn't something you were going to have to mail into the Oregon Department of Education. Your own teacher, using a rubric set by the state, could look at what you had produced and decide, Does this show the required level of writing skill? Does this show that mastery of mathematics? And standard for freshman or sophomore year of high school?\"And so I too wondered what's going to happen. Well, what happened is at the time, under No Child Left Behind, all students were required to take a standardized test in 10th grade anyway. And most students, at that point, showed the proficiency. Most students in Oregon could already in their sophomore year read, write and do math at the level required for graduation. So they simply ticked off. They'd taken the test, done. But it turned out that about 10% of students in reading — but far more students in math and writing — about 25% couldn't demonstrate that proficiency on standardized tests.\"So ... the original thinking at the state board was that schools would up all their regular classes, so that they would get students ready. Instead, what happened in high school after high school ... was they created a special class, a smaller class than normal, often called a workshop class. And so that was to get students to kind of coach them through. Here are those skills, we'll give them to you. And here's how you would demonstrate them.Advertisement \"And so I visited some of these workshop classes, and I thought they would be pretty grim. But the ones I visited weren't. In particular, I can remember visiting an Oregon City high school writing workshop. And I visited near the end of the semester, so students had gotten their act together. They laughed about how poor their writing skills were.\"... They were writing pretty interesting, compelling essays. They had to do narrative and explanatory. And the teacher had guided them to have the skills they needed so that when they would graduate, they could write. Again, not as well as you can probably. But at the level that was going to allow them to enter community college, and not have to pay for noncredit remedial classes.\"They were ready for that freshmen community college experience, and that was going to help them on the job and in life. So, again, that's what happened, is that schools ... may have had to make their other classes slightly bigger. And it was a scheduling nightmare to get those small classes and get students into those classes to prepare them and to actually have the skills.\"How would you describe the problem the bill is trying to solve?Michael Dembrow: \"We have heard complaints that the essential skills has devolved into just scoring a test, and then busy work on the part of students. And that it is not really making a difference in terms of student ability to use their knowledge in the real world. And so the bill is designed to call that question. And call on the state board to find out, How is it working? If its districts are not able to fulfill that original vision, which is to use teams of teachers to assess students ability to perform in the real world.\"What are the impediments? What does the legislature need to do to help remove some of those barriers, maybe give the funding that's needed, et cetera? And that's the purpose of the bill. And I will say that we are looking for a pause that's a brief pause. And if this requires legislative action to make sure that any changes are implemented more quickly, like in a couple of years, we'll do that. Because I would agree, we do not want to wait until 2027. We will speed it up. I mean, that's something the legislature can do, once there's agreement that this is the right course of action.\"Final reflections on what this means for education in OregonBetsy Hammond: \"Oregon doesn't fully control the levers, ACT, S.A.T., AP, students are still going to continue to take those tests, whether they're required in Oregon or not, for a variety of reasons about what they think will lead to their success in life and in college. And that testing is not going to end. Again, the measurement that was happening in Oregon, where real teachers were looking at samples of writing and math in classrooms, by their own students, and using that to judge for graduation.\"Oregon was kind of ahead of the pack in terms of looking to something other than testing, and that's going to be on pause. But hopefully, you know, there's a lot of smart people in Oregon. They will come up with something so that for that class of 2027 or 2028, there will be something even more sophisticated in terms of measuring attitudes and skills before students are handed that wonderful diploma.\"From The Reading ListThe Oregonian: \"Opinion: Diploma bill a step toward better education standards\" — \"Last week, both the Oregon Senate and House of Representatives passed Senate Bill 744, a bill that will require the Oregon Department of Education to review all high school diploma options and requirements, focusing on equity, accessibility and inclusivity.\"The Oregonian: \"Editorial: Bill downgrading Oregon diplomas deserves a veto\" — \"In any legislation, lawmakers should be able to identify the problem they are trying to solve. Unfortunately, it’s anyone’s guess what legislators were aiming to do by suspending a longstanding high-school graduation requirement that calls for students to demonstrate their proficiency in reading, writing and math.\"This program aired on September 24, 2021.Related:A Different Kind of COVID Test: Standardized Assessments During The PandemicSafe In-Person School Can Be A Tough Sell. The Education Secretary Is Making His CaseWhat The Pandemic Taught A Chicago Principal About Standardized TestingMeghna Chakrabarti Twitter Host, On PointMeghna Chakrabarti is the host of On Point.More…Jess Yarmosky  Freelance Producer, On PointJess Yarmosky is a freelance producer for On Point.More…Advertisement Advertisement Support WBURDonate Your CarMake A DonationBecome A MemberBecome A SponsorProgrammingWays To ListenOn-Air ScheduleDownload Our AppCommunityEvents @ CitySpaceVolunteerNewslettersThe Boston News QuizAbout WBURWho We AreInside WBURContact UsMeet The StaffJobs & InternshipsFCC Public File© Copyright WBUR 2021Connect with WBURTwitterfacebookMorePlay Listen LiveOn PointAbout On PointWays To ListenMeet The StaffPast ShowsWBURSearchSchedulePrograms + PodcastsLatest CoverageCitySpaceMembershipDonate Your CarNewsletters", "encoding": "utf-8"}