{"indice": 144, "title": "Google Play", "url": "https://play.google.com/store?hl=pt-BR&tab=w8", "text": "Google PlayPesquisa Imagens Maps Play YouTube Notícias Gmail Drive Mais »Fazer loginEntretenimentoAppsMeus appsComprarJogosCriançasEscolha dos editoresFilmesMeus filmesComprarFamíliaEstúdiosLivrosMeus livrosComprarAudiolivrosContaFormas de pagamentoMinhas assinaturasResgatarComprar vale-presenteMinha lista de desejosMinha atividade PlayGuia para a famíliaEstreias antecipadas & maisDa telona para sua casaVeja maisDupla Explosiva 2: E a Primeira-Dama do CrimeAção e aventuraA dupla estranha mais letal do mundo (Ryan Reynolds e Samuel L. Jackson) e uma vigarista internacional (Salma Hayek) correm pela Europa para deter um vilão desequilibrado (Antonio Banderas).R$ 18,90InfiltradoCom Jason Statham. Um filme de Guy Ritchie. Um misterioso segurança de carros-fortes surpreende a todos durante um assalto no qual ele reage e revela habilidades precisas de combate, deixando a sua equipe se perguntando quem ele é e de onde veio.R$ 18,90InjusticeAção e aventuraApós o Coringa desencadear uma série de eventos trágicos na vida do Superman, o herói entra em uma cruzada implacável para impor a paz... custe o que custar. O Homem de Aço inicia um reinado de tirania que apenas um herói pode parar: Batman. A Liga da Justiça se divide diante dos dois antigos aliados, entrando em uma batalha mortal pela liberdade. Neste mundo alternativo caótico, lealdades são testadas e a linha tênue entre aliado e inimigo se esvai. Baseado no aclamado jogo e quadrinho, Injustice chega para lançar uma guerra sem precedentes entre os seres mais poderosos do universo DC. Será que o mundo sobreviverá?R$ 39,90Sobreviva ao JogoAção e aventuraBruce Willis e Chad Michael Murray estrelam este thriller sobre dois policiais que se juntam a um problemático veterinário quando uma gangue de traficantes invedem a fazenda do homem e a usam como esconderijo.R$ 11,90O Homem Nas Trevas 2TerrorNesta eletrizante sequência do grande sucesso, O Homem Nas Trevas 2 retorna com Norman Nordstrom (Stephen Lang), que há vários anos se esconde em uma cabana isolada. Morando com uma garota, ele recriou a família tirada dele por um motorista bêbado. A tranquila vida dos dois é arruinada quando indecentes a sequestram. Para salvá-la, Norman é forçado a usar seus instintos ainda mais sombrios e criativos.R$ 14,90MalignoTerrorO diretor James Wan volta a suas raízes com o suspense assustador e original “Malignant”. No filme, uma mulher sofre com visões chocantes de assassinatos brutais, mas seu tormento piora quando descobre que esses pesadelos acordados são, na verdade, realidades assustadoras.R$ 49,90Coquetel ExplosivoAção e aventuraTrês gerações de mulheres têm de aprender a confiar umas nas outras, enfrentar a uma implacável organização criminosa, e infernizar a vida de quem lhes pode tirar tudo.R$ 11,90Blood MachinesAção e aventuraDois caçadores de espaço estão rastreando uma máquina tentando se libertar. Após derrubá-la, eles testemunham um fenômeno místico: o fantasma de uma jovem mulher se puxa para fora da carcaça, como se a nave tivesse uma alma. Tentando entender a natureza desta entidade, eles começam a perseguir a mulher através da galáxia.R$ 3,90Agulha no Palheiro TemporalFicção científica e fantasiaOs indicados ao Oscar® Leslie Odom, Jr., Cynthia Erivo, Orlando Bloom e Freida Pinto estrelam nesta história de amor cativante em um futuro próximo dirigida pelo vencedor do Oscar® John Ridley.R$ 11,90ShadowDramaAmbientado durante a era dos Três Reinos da China (220-280 DC). A história de um grande rei e seu povo, que serão expulsos de sua terra natal e aspirarão a reivindicá-la. O rei, violento e ambicioso, de métodos e motivos misteriosos; seu general, um visionário que anseia por vencer a batalha final, mas precisa preparar seus planos em segredo; as mulheres do palácio, que lutam para encontrar a redenção em um mundo onde não têm lugar; e um plebeu chamado \"Senhor de todo o mundo\", serão os personagens que virarão as forças inexoráveis desta história.R$ 14,90Os mais vendidosVeja maisANSIEDADE: COMO ENFRENTAR O MAL DO SÉCULOAUGUSTO JORGE CURYVivemos em uma sociedade de excessos. Somos bombardeados por informações que, na maior parte das vezes, não conseguimos absorver. Somos cobrados, pressionados, nos tornamos reféns da nossa mente. Essa situação alterou algo que deveria ser inviolável ? o ritmo de construção de pensamentos ?, gerando consequências seriíssimas para a saúde emocional, o prazer de viver, a inteligência, a criatividade.Pensar é bom, pensar com consciência crítica é melhor ainda, mas pensar excessivamente é uma bomba contra a qualidade de vida e um intelecto criativo e produtivo.Em Ansiedade: como enfrentar o mal do século, o conceituado psiquiatra e psicoterapeuta Augusto Cury apresenta a Síndrome do Pensamento Acelerado (SPA), uma das doenças mais penetrantes da atualidade. Ainda pouco conhecida por psicólogos e psicopedagogos, não raro a SPA é confundida com hiperatividade ou transtorno do déficit de atenção. Neste livro, você conhecerá os sintomas e as consequências desse mal bem, como as técnicas para enfrentá-lo e recuperar sua tranquilidade, emocional e mental.R$ 12,00R$ 10,64O milagre da manhãHal ElrodConheça o método simples e eficaz que vai proporcionar a vida dos sonhos — antes das 8 horas da manhã! Hal Elrod explica os benefícios de acordar cedo e desenvolver todo o nosso potencial e as nossas habilidades. O milagre da manhã permite que o leitor alcance níveis de sucesso jamais imaginados, tanto na vida pessoal quanto profissional. A mudança de hábitos e a nova rotina matinal proposta por Hal vai proporcionar melhorias significativas na saúde, na felicidade, nos relacionamentos, nas finanças, na espiritualidade ou quaisquer outras áreas que necessitem ser aprimoradas.R$ 29,90O Apóstolo Paulo: Lições da vida e ministério do apóstolo dos gentios para a Igreja de CristoElienai CabralAo longo da história do Cristianismo, o apóstolo Paulo tornou-se o ápice da teologia cristã. A sua opção radical por Jesus o fazia vislumbrar um cristianismo que alcançasse o mundo todo. Por isso, vale a pena conhecer mais sobre Paulo. Neste livro, Elienai Cabral nos apresenta o mundo de sua época, sua vida como perseguidor, sua conversão e vocação, bem como sua mensagem, visão acerca do Espírito Santo, atuação como plantador de igrejas e discipulador, entre outras características que fizeram dele o \"Apóstolo dos Gentios\".R$ 11,95Os segredos da mente milionária: Aprenda a enriquecer mudando seus conceitos sobre o dinheiro e adotando os hábitos das pessoas bem-sucedidasT. Harv EkerAprenda a enriquecer mudando seus conceitos sobre o dinheiro e adotando os hábitos das pessoas bem-sucedidas\"T. Harv Eker desmistifica o motivo pelo qual algumas pessoas estão destinadas à riqueza e outras a uma vida de dureza. Se você quer conhecer as causas fundamentais do sucesso, leia este livro.\" – Robert G. Allen, autor de O milionário em um minutoSe as suas finanças andam na corda bamba, talvez esteja na hora de você refletir sobre o que T. Harv Eker chama de \"o seu modelo de dinheiro\" – um conjunto de crenças que cada um de nós alimenta desde a infância e que molda o nosso destino financeiro, quase sempre nos levando para uma situação difícil.Nesse livro, Eker mostra como substituir uma mentalidade destrutiva – que você talvez nem perceba que tem – pelos \"arquivos de riqueza\", 17 modos de pensar e agir que distinguem os ricos das demais pessoas. Alguns desses princípios fundamentais são:• Ou você controla o seu dinheiro ou ele controlará você.• O hábito de administrar as finanças é mais importante do que a quantidade de dinheiro que você tem.• A sua motivação para enriquecer é crucial: se ela possui uma raiz negativa, como o medo, a raiva ou a necessidade de provar algo a si mesmo, o dinheiro nunca lhe trará felicidade.• O segredo do sucesso não é tentar evitar os problemas nem se livrar deles, mas crescer pessoalmente para se tornar maior do que qualquer adversidade.• Os gastos excessivos têm pouco a ver com o que você está comprando e tudo a ver com a falta de satisfação na sua vida.O autor também ensina um método eficiente de administrar o dinheiro. Você aprenderá a estabelecer sua remuneração pelos resultados que apresenta e não pelas horas que trabalha. Além disso, saberá como aumentar o seu patrimônio líquido – a verdadeira medida da riqueza.A ideia é fazer o seu dinheiro trabalhar para você tanto quanto você trabalha para ele. Para isso, é necessário poupar e investir em vez de gastar. \"Enriquecer não diz respeito somente a ficar rico em termos financeiros\", diz Eker. \"É mais do que isso: trata-se da pessoa que você se torna para alcançar esse objetivo.\"R$ 24,99R$ 23,74O EgípcioSandra RummerHassan é um homem de negócios e muito assediado pelas mulheres. Ele tem no coração uma vingança que o impede se relacionar profundamente com elas. Isso dá a ele a fama de mulherengo e que por ser egípcio, não gosta muito.A linda inglesa...Karina é uma designer de moda, já sofreu na mão de um cafajeste e por isso quer distância deles.Karina é amiga da irmã de Hassan. Ela é convidada para ir a uma festa na casa de Raissa. Ela conhece o belo egípcio, entretanto, o que era para ser uma noite de diversão e relaxamento, acaba por dar início a uma paixão avassaladora.Hassan tem uma vingança a cumprir. Karina sua honra à defender.Ela não quer ser mais uma na cama dele.Hassan, com quarenta anos, nunca se ligou a ninguém. E alé disso, entre ele existe uma diferença cultural muito grande e tem mais um agravante, ele é quinze anos mais velho que ela.Muitas coisas os separam, mas Hassan não pensa assim, ele a quer em sua cama. E ele faz isso, com muito charme e sedução a conquista, só que ele não imaginava ser conquistado também.E agora, ainda que seu racional diga para se manterem afastados, ele está preso a Karina com algemas do amor.Com o passar do tempo Karina descobre que Hassan na verdade é um homem marcado pela dor, e por isso sempre se esquivou do amor.A autora Sandra Rummer é uma paulistana que ama escrever. É apaixonada pelo mundo literário desde cedo.Tem uma grande amiga árabe. Depois de ouvir muitas histórias do oriente, se valeu disso para escrever seus romances. A intenção é emocionar com suas histórias.R$ 15,00R$ 10,00Quem pensa enriquece: O legadoNapoleon HillO 9o livro mais vendido de todos os tempos, que influencia líderes e empreededores em todo o mundo, agora em uma edição especial atualizada para o século XXI. O clássico best-seller sobre o sucesso agora anotado e acrescido de exemplos modernos, comprovando que a filosofia da realização pessoal de Napoleon Hill permanece atual e ainda orienta aqueles que são bem-sucedidos. Um livro que vai mudar não só o que você pensa, vai mudar o modo como você pensa.R$ 34,90O ContratoMelanie MorelandRichard VanRyan é um playboy e executivo tirano que trabalha para uma empresa que visa apenas lucros. Após ser passado para trás por um colega de trabalho, acabou não conseguindo fazer parte da sociedade que tanto queria. Assim, com um plano de se vingar do chefe, decide trabalhar para uma empresa concorrente. No entanto, para isso, ele precisa mostrar ao dono que mudou sua vida pessoal da água para o vinho. Katharine Elliott trabalha com Richard como sua assistente pessoal. Ela o despreza, pois sua ética é questionável, mas resiste a tudo, porque precisa do trabalho. Seus motivos são muito mais importantes do que o abuso diário que precisa tolerar de seu tirano e desagradável chefe. Mas Richard precisa mostrar que mudou de vida e, para isso, decide contratar Katharine, que ele sempre desprezou, para ser sua noiva de fachada. O que acontece quando duas pessoas que se odeiam têm de viver juntas e agir como se estivessem loucamente apaixonadas? Faíscas. Isso é o que acontece. Eles vão sobreviver ao contrato?R$ 10,90A lei da atração: \"O segredo\", de Rhonda Byrne, colocado em práticaMichael J. LosierBest-seller em mais de 20 países, A Lei da Atração, que já vendeu milhões exemplares no mundo todo, nos ensina como atrair mais daquilo que desejamos Em alguns momentos, algo que desejamos muito parece acontecer subitamente, como que por coincidência. Noutros momentos, algo que tememos muito também parece se manifestar como que por coincidência. Experiências como essas evidenciam a existência de uma força muito poderosa chamada de \"Lei da Atração\", que é a capacidade que temos de, com nossos pensamentos e emoções, criar a realidade em que vivemos. A Lei da Atração: O segredo, de Rhonda Byrne, colocado em prática explica como podemos utilizar essa \"lei\" sempre a nosso favor e traz exercícios simples e dicas úteis que nos ajudam a integrar seus princípios à nossa vida cotidiana para atrair mais do que queremos e afastar o que não nos serve. A partir de três passos muito fáceis de seguir, este livro nos ajudará a alcançar objetivos como: encontrar o parceiro ideal para relacionamentos duradouros, aumentar o nosso ganho financeiro, crescer na carreira profissional, empreender novos negócios e construir a vida com que sempre sonhamos.R$ 17,99Quintessência: Lei da Atração AceleradaWilliam SanchesVocê não tem como fugir! A Lei da Atração está agindo com ou sem você saber ou mesmo acreditar nela. Você tem duas escolhas agora: entender e fazer o uso correto dessa Lei Universal ou continuar permitindo que seu inconsciente continue criando a realidade que você não quer viver! Neste livro, William Sanches desvenda todos os segredos da Lei da Atração e ensina como acelerar esse processo para que você alcance os seus objetivos o quanto antes. Imagine que você pode escolher fazer uma viagem longa de ônibus ou pegar um avião. Com qual deles você chega mais rápido? Esse livro é sua passagem de avião rumo aos seus desejos! Quintessência: Lei da Atração Acelerada desvenda 5 princípios poderosos para conquistar qualquer sonho em tempo recorde! Acredite: a vida dos seus sonhos é possível e já está disponível! O caminho para isso, você encontra aqui!R$ 34,90R$ 12,90Como fazer amigos e influenciar pessoasDale CarnegieUm dos maiores clássicos de todos os tempos, Como fazer amigos e influenciar pessoas é considerado a Bíblia dos relacionamentos interpessoais.“O livro de desenvolvimento pessoal mais bem-sucedido de todos os tempos. Carnegie nunca foi tão relevante.” – The TimesMais de 16 milhões de livros vendidos.“Os princípios ensinados neste livro só funcionam quando são de coração. Não estou defendendo um conjunto de truques. Estou falando sobre um novo estilo de vida.Se inspirarmos as pessoas a perceber os próprios tesouros ocultos, poderemos fazer bem mais do que mudá-las – poderemos literalmente transformá-las.” – Dale CarnegieAo longo de oito décadas, este livro se tornou a referência quando o assunto é o desenvolvimento das relações humanas, das habilidades sociais e da comunicação eficiente.Partindo do princípio de que é preciso se interessar genuinamente por aqueles com quem interagimos, ele mudou a vida de milhões de pessoas, fazendo-as se sentirem mais seguras, abertas e confiantes em seus encontros sociais e profissionais.Com saborosas histórias, exemplos práticos e ótimos conselhos, esta é uma leitura prazerosa e fundamental para quem deseja criar bons vínculos, se tornar mais persuasivo, deixar uma marca positiva e inspirar os outros com energia e gentileza.R$ 29,99R$ 28,49Novos descontos em e-booksOfertas fresquinhasVeja maisCorte de chamas prateadas (Vol. 4 Corte de espinhos e rosas)Sarah J. MaasCorte de chamas prateadas é a sedutora e poderosa sequência da aclamada série Corte de espinhos e rosas. Nestha Archeron sempre foi orgulhosa, irritável e lenta em perdoar. Ter sido Feita pelo Caldeirão não tornou sua personalidade mais doce. Mas o que poucos sabem é que, por trás da fachada de força, Nestha carrega uma dor que a está corroendo: o arrependimento por não ter feito nada para ajudar a família quando caíram na pobreza e por não ter sido capaz de salvar o pai... Desde que foi forçada a entrar no Caldeirão e se tornar Grã-Feérica contra sua vontade, ela lutou para encontrar um lugar para si mesma dentro do mundo estranho e mortal que habita. No entanto, ela não consegue superar os horrores da guerra com Hybern e tudo o que perdeu nela. A única pessoa que a incendeia, mais do que qualquer outra, é Cassian, o guerreiro com cicatrizes de batalha cuja posição na Corte Noturna de Rhysand e Feyre o mantém constantemente na órbita de Nestha. Mas seu temperamento não é a única coisa que Cassian inflama. O fogo entre eles é inegável, e fica ainda mais quente quando são forçados a ficarem próximos um do outro. Como se não bastasse, a possibilidade de uma nova guerra desponta no horizonte e, enquanto isso, as traiçoeiras rainhas humanas que retornaram ao continente durante a última guerra forjaram uma perigosa nova aliança, ameaçando a frágil paz que se instalou nos reinos... E a chave para detê-los pode depender de Cassian e Nestha enfrentarem seu passado assustador. Contra o pano de fundo arrebatador de um mundo devastado pela guerra e atormentado pela incerteza, Nestha e Cassian percebem que apenas juntos podem triunfar, e lutam contra monstros por dentro e por fora enquanto buscam aceitação – e cura – nos braços um do outro. \"Uma história maravilhosamente escrita, tão exuberante e romântica quanto feroz. Absolutamente fascinante.\" – Alexandra Bracken, autora best-seller do New York Times sobre Corte de espinhos e rosas. \"Passional, violento, sexy e ousado... Impossível de largar. Corte de asas e ruína irá envolvê-lo em sua narrativa, e então te deixar encantado e intrigado.\"– USA Today sobre Corte de asas e ruínaR$ 48,90R$ 24,45O livro dos médiunsAllan Kardec“Médium é toda pessoa que sente, num grau qualquer, a influência dos Espíritos. [...] Pode-se, pois, dizer que todos são mais ou menos médiuns.” Publicado pela primeira vez em 1861, O livro dos médiuns é a segunda obra da Codificação Espírita compilada por Allan Kardec. Indicado para todos os interessados em fenômenos mediúnicos, o livro é considerado o mais completo manual explicativo das atividades de comunicação com o mundo espiritual, apresentando gêneros e   formas de manifestações, além de excelente vocabulário de termos relacionados ao Espiritismo. Traduzida nesta edição por Evandro Noleto Bezerra, a obra apresenta o desenvolvimento da mediunidade, as dificuldades e os obstáculos que podem acompanhar o trabalho e a prática do Espiritismo. Uma vez que somos, quando encarnados, canais entre os planos material e espiritual, é essencial que conheçamos profundamente todos os aspectos desse relacionamento, para atingir, com sucesso, os objetivos desejados.R$ 17,50R$ 3,51Memórias de um suicidaYvonne do Amaral PereiraCom orientação do Espírito Léon Denis, o autor espiritual Camilo Castelo Branco, sob o pseudônimo Camilo Cândido Botelho, descreve à médium Yvonne A. Pereira sua dolorosa experiência após a desencarnação pelo suicídio. Com valiosos ensinamentos, o livro mostra a grandeza da Misericórdia divina para com os suicidas arrependidos, trazendo-lhes a oportunidade de conhecer o Universo e a vida em sua integral dimensão. A gênese planetária, a evolução do ser, a imortalidade da alma, a moral cristã e outros temas relevantes são estudados para a compreensão de que \"nenhuma tentativa para o reerguimento moral será eficiente se continuarmos presos à ignorância de nós mesmos\". A leitura completa da obra mostra que há um caminho de reconstrução para os arrependidos. Há sempre esperança, porquanto a reabilitação é possível.R$ 46,20R$ 13,00Paulo e EstêvãoFrancisco Cândido XavierO Mestre chama-o, da sua esfera de claridades imortais. Paulo tateia na treva das experiências humanas e responde: — Senhor, que queres que eu faça? Depois de várias décadas de existência, o romance Paulo e Estêvão ainda é considerado uma obra-prima da parceria entre o Espírito Emmanuel e o médium Francisco Cândido Xavier. São milhares de exemplares publicados pela FEB sobre o fariseu Paulo de Tarso, obstinado perseguidor de cristãos que se converteu ao trabalho em prol do Cristianismo e transformou sua vida em um exemplo de luta, fé e amor. Presença constante entre os mais vendidos, o livro mostra a relação entre Paulo e o apedrejamento de Estêvão — o primeiro mártir do Cristianismo —, o profundo amor do Apóstolo pela noiva Abigail e as diversas perseguições, enfermidades, zombarias, desilusões, açoites e prisões que afligiam os adeptos da nascente Doutrina Cristã. Uma história que fará você compreender como o amor apaga a multidão de faltas cometidas em cada existência vivida.R$ 37,10R$ 8,91Caderno Exercícios Psicologia Positiva AplicadaGiacomo Nerone, Pseudônimo De Professor Doutor Fernando A. Dal PieroEste Livro - Caderno de Dinâmicas de Grupo para Psicologia Positiva Aplicada está em parte fundamentado na pesquisa realizada por Peterson e Seligman, ainda que não exclusivamente. Vide referencial avançado no rodapé dessa sinopse.    Em linhas gerais os autores estudados e referenciados identificaram que os seres humanos possuem 24 características positivas que podem ser fortalecidas. Tais características foram denominadas FORÇAS PESSOAIS.     As Forças Pessoais se manifestam de maneira gradual para cada indivíduo. Em momentos diferentes de nossas vidas, empoderamos forças pessoais diferentes dentro de cada um de nós.    Esse livro leva até as pessoas que o lerem fundamentação e dinâmicas para revelar a sua própria constelação de forças pessoais que norteia a vida. Par e passo pode ser utilizado para compartilhar conhecimentos com equipes de pessoas que ocupam função de decisão.    Com certeza é o primeiro passo para uma vida mais feliz e autêntica ao tempo que confere elevado índice de qualidade decisional e  animus faciendi  as pessoas que praticarem o aqui preconizado.     As forças e virtudes pessoais classificadas por diversos pesquisadores são universais e abrangem as nossas capacidades para ajudar a nós mesmos e aos outros, nos auxiliando a produzir efeitos positivos em nossas vidas quando as expressamos.    Por outro lado, o valor arrecadado com a venda dessa obra é aplicado integralmente no 1º Curso para Capacitar Mulheres para a Liberdade – Ministrado Gratuitamente.    Conheça aqui o http://bit.ly/Programa_Capacitar_Mulheres_para_Liberdade    A missão da nossa vida entre 2019 e 2025 é garantir que todas as mulheres, eventualmente alguns homens, possam se sentir à vontade para conduzir o boom financeiro, econômico histórico do Brasil e registrar crescentes taxas de empreendedorismo e lucros.    Objeto do Patrocínio     Promover, levar e garantir que todas as mulheres, eventualmente alguns homens, possam se sentir à vontade para conduzir o boom financeiro, econômico histórico do Brasil e registrar crescentes taxas de empreendedorismo e lucros.    Ao comprar esse livro você recebe um material de altos estudos e potencial transformador ao tempo que apoia a atividade econômica das mulheres no Brasil.     A inclusão feminina tem o potencial de impulsionar a produção econômica em mais US $ 3 trilhões até 2025.    Referencial Teórico (não exclusivo) do Caderno de Dinâmicas de Grupo para Psicologia Positiva Aplicada     Peterson, C. y Seligman, M. E. P (2004). Character Strengths and Virtues: A Handbook and Classification. Nueva York: Oxford University.  Seligman, M. (2002). La Auténtica Felicidad. Barcelona: Ediciones B.  Seligman, M. (2005). Niiíos optimistas: Cómo crear las bases para una existencia feliz. Barcelona. Debolsillo.  Seligman, M. (2011). La Vida que Florece. Barcelona: Ediciones B.  Tal Ben-Shahar (2011). La Búsqueda de la felicidad. Barcelona: Alienta Ediciones  Vázquez, C. y Hervas, G. (2008). Psicología Positiva Aplicada. Bilbao: Desclée de Bruwer.  Vázquez, C. y Hervás, G. (2009). La ciencia dei bienestar: Fundamentos de una psicología  positiva. Madrid: Alianza Editorial.  Vopel, K.W. (2005). Praxis de la psicología positiva. Ejercicios, experimentos, rituales. Madrid: CCS.R$ 44,07R$ 34,90Dor E HomeopatiaDr. Paulo Cesar PeçanhaObra atualizada em sua quarta edição (2018) e com mais riqueza de detalhes em sua matéria médica, com a finalidade de trazer o alívio que a homeopatia pode proporcionar àqueles que sofrem e que gostariam de se beneficiar desta terapêutica alternativa.  São vários tópicos alcançados dentro deste mesmo assunto (DOR), com hiperlinks e índice que facilitam a procura dos mesmos, pois há muitas situações no corpo humano que necessitam de atenção quase contínua.  É importante ressaltar que não se prescinde das inovações tecnológicas atuais para o diagnóstico preciso, pois quanto maior a especificidade da dor e sua origem, mais confortável será a prescrição dos medicamentos homeopáticos.  Da mesma maneira, não se pretende abolir os tratamentos alopáticos que são de grande importância e que resultam em alívio para o paciente; como alternativa, o tratamento homeopático pode complementá-lo ou, em alguns casos, substituí-lo, se e quando puder efetivamente houver tal possibilidade a critério médico.  O autor é médico pós-graduado em homeopatia e está à disposição dos seus leitores pelo e-mail veiculado em seu livro.  Casos clínicos e outras abordagens em homeopatia podem ser encontrado em nosso facebook na página Homeopatia na saúde do seu dia a dia:  https://www.facebook.com/Homeopatia-na-Sa%C3%BAde-do-seu-dia-a-dia-115600638798215/?ref=page_internalR$ 93,71R$ 67,90O livro dos espíritosAllan Kardec“Os seres materiais constituem o mundo visível ou corpóreo, e os seres imateriais, o mundo invisível ou espiritual, isto é, dos Espíritos.” Originalmente publicado em 1857, O livro dos espíritos marca o nascimento da Doutrina Espírita e inicia o conjunto de cinco publicações que formariam a Codificação Espírita organizada por Allan Kardec. Considerado o Consolador Prometido por Jesus Cristo, o Espiritismo apresenta um novo caminho e a crença de que a vida continua após a morte. Texto fundamental para conhecer e estudar a Doutrina Espírita, O livro dos espíritos traz 1.019 perguntas, sobre diversos temas, feitas por Kardec com as respectivas respostas dos companheiros espirituais, permitindo que possamos conhecer e entender inúmeras ações que nos acompanham diariamente. Esta edição da obra conta com cuidadosa tradução de Evandro Noleto Bezerra, a partir de originais franceses — da 2ª à 12ª edição do livro.R$ 17,50R$ 3,51O evangelho segundo o espiritismoAllan KardecParte do conjunto de cinco livros que compõem a Codificação Espírita, O evangelho segundo o espiritismo contém a essência do ensino moral de Jesus e serve de abrigo para os adeptos de todas as religiões – e mesmo os que não tem religião – como um roteiro seguro para a reforma íntima, meta indispensável, segundo Cristo, para se alcançar a paz interior. A obra é uma grande ferramenta para conhecer, observar e seguir as Leis divinas, que proporcionam uma caminhada gradual e evolutiva do Espírito rumo a Deus. Esta versão do conjunto de ensinamentos transmitidos por Espíritos superiores, organizados e comentados por Allan Kardec, conta com a tradicional tradução de Guillon Ribeiro, presidente da Federação Espírita Brasileira por duas vezes, entre os anos de 1920 e 1943.R$ 17,50R$ 3,51Há dois mil anosFrancisco Cândido XavierQuando eu errava no mundo, Triste e só, no meu caminho, Chegaste, devagarinho, E encheste-me o coração.A partir da psicografia de Francisco Cândido Xavier, o Espírito Emmanuel descreve a existência física em que foi Publius Lentulus, orgulhoso senador designado para alto cargo na região da Palestina quando Jesus apresentava os ensinos de seu evangelho à humanidade. Tendo como cenário o Cristianismo nascente do século I, Há dois mil anos mostra embates entre a arrogância das famílias patrícias e a simplicidade fraterna dos primeiros cristãos, numa trama em que opostos como sofrimento e alegria, esplendor e miséria, poder e escravidão, crueldade e benevolência, perdão e vingança se entrelaçam na realidade familiar de Publius Lentulus, interferindo em sua relação com os filhos e com a amada esposa Lívia, convertida aos sublimes ensinamentos de Jesus a contragosto do esposo.R$ 33,60R$ 4,86Perigoso DisfarceBarbara CartlandSaudade de parar numa banca de revista e comprar aquela bala de hortelã com aquele romance para ler no fim de semana?É... a gente sabe como é.Não podemos trazer essa sensação de volta, mas podemos trazer algumas das histórias.Por favor, leia a sinopse com atenção, para ter certeza de que ainda não tem essa história em sua coleção.Perigoso Disfarce – Romance Escocês – Barbara Cartland Depois de uma vida tranquila nas Terras Altas da Escócia, Ola McNewton está ansiosa para ir a Londres para participar do Jubileu da Rainha Vitória.A princípio, pareceu uma boa piada fingir ser uma princesa dos Bálcãs e se divertir com o belo Duque de Cranborne.Durante uma noite encantada, eles se apaixonaram. Mas ficava a pergunta: O duque havia se apaixonado por ela, ou pela misteriosa princesa dos Bálcãs?R$ 14,95R$ 2,95Os 100 filmes mais popularesSucessos imperdíveisVeja maisVelozes & Furiosos 9Ação e aventuraNão importa o quão veloz você seja, ninguém supera o passado. Velozes & Furiosos 9 é o nono capítulo da saga que perdura há quase duas décadas e ganhou mais de US$ 5 bilhões em todo o mundo. Dom Toretto, de Vin Diesel, está levando uma vida tranquila fora das pistas com Letty e seu filho, o pequeno Brian, mas sabem que a qualquer momento, isso pode mudar. Desta vez, uma ameaça forçará Dom a confrontar os pecados de seu passado e salvar aqueles que ele mais ama. Sua equipe se une contra uma trama mundial liderada por um assassino e motorista de alto desempenho: um homem que também é o irmão abandonado de Dom, Jakob (John Cena, de \"O Esquadrão Suicida\"). Velozes & Furiosos 9 ainda conta com a volta de Justin Lin, diretor do terceiro, quarto, quinto e sexto filme da franquia que se tornou um blockbuster mundial. A ação percorre o mundo -- de Londres a Tóquio, da América Central a Edimburgo, e de um bunker secreto no Azerbaijão até as ruas de Tblisi, na Geórgia. Ao longo do caminho, velhos amigos voltarão, velhos inimigos voltarão, a história será reescrita e o verdadeiro significado da família será testado como nunca antes. O filme ainda traz o elenco fiel da série como Michelle Rodriguez, Tyrese Gibson, Chris \"Ludacris\" Bridges, Jordana Brewster, Nathalie Emmanuel e Sung Kang, além das ganhadoras do Oscar Helen Mirren e Charlize Theron. Velozes e Furiosos 9 também destaca a ganhadora do Grammy Cardi B como Leysa, uma nova personagem que terá conexão com o passado de Toretto. O filme é produzido por Neal H. Moritz, Vin Diesel, Jeff Kirschenbaum, Joe Roth, Justin Lin, Clayton Townsend e Samantha Vincent. A Universal Pictures apresenta uma produção Original Film/One Race Films/Perfect Storm em parceria com Roth/Kirschenbaum Films, um filme de Justin Lin.R$ 16,90R$ 11,90Um Lugar Silencioso Parte IIAção e aventuraApós os eventos fatais em casa, a família Abbott (Emily Blunt, Millicent Simmonds, Noah Jupe) agora precisa enfrentar os horrores do mundo externo ao continuar sua luta pela sobrevivência em silêncio. Forçados a ir de encontro ao desconhecido, eles rapidamente percebem que as criaturas que caçam pelo som não são as únicas ameaças à espreita nesse filme de suspense assustador escrito e dirigido por John Krasinski.R$ 49,90R$ 7,90InfiltradoCom Jason Statham. Um filme de Guy Ritchie. Um misterioso segurança de carros-fortes surpreende a todos durante um assalto no qual ele reage e revela habilidades precisas de combate, deixando a sua equipe se perguntando quem ele é e de onde veio.R$ 18,90InfiniteAção e aventuraEvan McCauley (Mark Wahlberg) é assombrado todos os dias por habilidades que ele nunca aprendeu e memórias de lugares que nunca visitou. Tomando medicação por conta própria e à beira de um colapso nervoso, um grupo secreto que se autodenomina “Infinitos” vem em seu socorro e revela que suas memórias são reais - mas que são de vidas passadas. Os Infinitos trazem Evan para o mundo deles, um mundo extraordinário onde alguns recebem a habilidade de renascer com suas memórias e conhecimentos acumulados ao longo dos séculos. Com segredos importantes enterrados em seu passado, Evan precisa se unir aos Infinitos para encontrar as respostas em suas memórias, numa corrida contra o tempo para salvar a humanidade de um dos seus (Chiwetel Ejiofor) que quer destruí-la.R$ 4,90Os Croods 2: Uma Nova EraAção e aventuraEm 2013, o mundo foi apresentado à primeira família da era pré-histórica: Os Croods. Indicada ao Oscar, a comédia animada falava sobre um clã que lidava com um mundo em mudança e cativou o público nos lembrando da importância atemporal da família... e o quão pouco evoluímos de lá pra cá. Em 2020, a DreamWorks Animation nos convida para uma nova aventura de volta ao tempo com Croods 2. No elenco original, estão de volta Nicolas Cage, Emma Stone, Ryan Reynolds, Catherine Keener, Cloris Leachman e Clark Duke que dão as boas-vindas à Leslie Mann e Peter Dinklage -- que serão a maior ameaça dos Croods nesta sequência: uma outra família.R$ 11,90O Homem Nas Trevas 2TerrorNesta eletrizante sequência do grande sucesso, O Homem Nas Trevas 2 retorna com Norman Nordstrom (Stephen Lang), que há vários anos se esconde em uma cabana isolada. Morando com uma garota, ele recriou a família tirada dele por um motorista bêbado. A tranquila vida dos dois é arruinada quando indecentes a sequestram. Para salvá-la, Norman é forçado a usar seus instintos ainda mais sombrios e criativos.R$ 14,90Dupla Explosiva 2: E a Primeira-Dama do CrimeAção e aventuraA dupla estranha mais letal do mundo (Ryan Reynolds e Samuel L. Jackson) e uma vigarista internacional (Salma Hayek) correm pela Europa para deter um vilão desequilibrado (Antonio Banderas).R$ 18,90Godzilla vs KongAção e aventuraLendas em rota de colisão. Godzilla e Kong, as duas forças mais poderosas da natureza, se confrontamem uma batalha espetacular. Conforme a Monarch embarca em uma perigosa missão em uma fantástica terra desconhecida e desvenda pistas sobre as origens dos titãs, uma conspiração ameaça aniquilar para sempre as criaturas da face da terra.R$ 14,90G.I.JOE Origens: Snake EyesFamíliaG.I.Joe Origens: Snake Eyes traz Henry Golding como Snake Eyes, um homem solitário e tenaz que é recebido em um antigo clã japonês chamado Arashikage depois de salvar a vida do herdeiro aparente. Ao chegar ao Japão, o Arashikage ensina a Snake Eyes os caminhos do guerreiro ninja, ao mesmo tempo que oferece algo que ele sempre desejou: um lar. Porém, quando os segredos de seu passado são revelados, a honra e a lealdade de Snake Eyes serão testadas, mesmo que isso signifique perder a confiança das pessoas mais próximas a ele. Com base no icônico personagem de G.I. Joe, G.I.Joe Origens: Snake Eyes também traz Andrew Koji como Storm Shadow, Úrsula Corberó como The Baroness, Samara Weaving como Scarlett, Haruka Abe como Akiko, Takehiro Hira como Kenta e Iko Uwais como Hard Master.R$ 49,90R$ 18,90O ESQUADRÃO SUICIDAAção e aventuraBem-vindos a Belle Reve, a prisão com a maior taxa de mortalidade dos Estados Unidos. É aqui que os piores supervilões são mantidos e onde eles fazem de tudo para sair, até mesmo se unir à misteriosa e supersecreta Task Force X. Qual a missão do dia? Reunir uma equipe de vilões, incluindo Sanguinário, Pacificador, Capitão Bumerangue, Caça-Ratos 2, Sábio, Tubarão-Rei, Blackguard, Dardo e a psicopata favorita de todo mundo, Arlequina. Depois, armá-los até os dentes e soltá-los na ilha remota de Corto Maltese, cheia de inimigos. O Esquadrão atravessa uma selva repleta de oponentes e forças guerrilheiras durante sua missão de busca e abate. Apenas o Coronel Rick Flag e os dispositivos tecnológicos de Amanda Waller são capazes de mantê-los na linha. E, como sempre, basta um movimento errado para que estejam mortos (seja nas mãos de seus oponentes, de um colega de equipe ou da própria Waller).R$ 69,90R$ 39,90Filmes recomendadosVeja maisVenom (Dublado)Ação e aventuraA história sobre a evolução do personagem mais enigmático, complexo e durão da Marvel - Venom! Eddie Brock (Tom Hardy) fica perturbado depois que ele perde tudo, incluindo seu trabalho e noiva. Quando ele se encontra no fundo do poço, ele se torna anfitrião de um simbionte alienígena que fornece-lhe extraordinários superpoderes - transformando-o em Venom. Será que esses poderes serão suficientes para que esse protetor letal derrote grandes forças do mal, principalmente contra o rival simbiótico mais forte e mais bem armado, Riot?R$ 5,90Homem-Aranha: Longe De Casa (Legendado)Ficção científica e fantasiaPeter Parker (Tom Holland) e seus amigos vão fazer uma viagem de férias de verão para a Europa. No entanto, eles dificilmente serão capazes de descansar - Peter terá que concordar em ajudar Nick Fury (Samuel L. Jackson) a descobrir o mistério das criaturas que causam desastres naturais e destruição em todo o continente. Para isso, ele se juntará ao Mysterio (Jake Gyllenhaal)- que pode não ser quem parece.R$ 5,90O Lobo de Wall StreetPolicialBaseado nas memórias de Jordan Belfort, um corretor de Long Island que cumpriu pena de prisão por recusar colaborar com as autoridades na investigação de um escândalo financeiro que envolveu a banca mundial e figuras destacas de Wall Street, nos anos 90.R$ 2,90Homem-Aranha - De Volta Ao Lar (Dublado)Ficção científica e fantasiaO jovem Peter Parker/Homem-Aranha começa a explorar sua identidade recém-encontrada como super-herói lançador de teias.R$ 5,90Interstellar (LEG)Ficção científica e fantasiaCom nosso tempo na Terra chegando ao fim, uma equipe de exploradores realiza a missão mais importante da história humana: viajar para além desta galáxia para descobrir se a humanidade tem algum futuro entre as estrelas. Do aclamado diretor Christopher Nolan (filmes 'The Dark Knight', 'Inception'), os astros 'inter-estrelares' vencedores do Oscar Matthew McConaughey ('Dallas Buyers Club') e Anna Hathway ('Les Misérables'), a nomeada para o Oscar Jessica Chastain ('Zero Dark Thirty'), Bill Irwin ('Rachel Getting Married'), a vencedora do Oscar Ellen Burstyn ('Alice Doesn't Live Here Anymore') e o vencedor do Oscar Michael Caine ('The Cider House Rules'). O elenco principal também inclui Wes Bentley, Casey Affleck, David Gyasi, Machenzie Foy e Topher Grace.R$ 7,90Homem-Aranha: No Aranhaverso (Dublado)Ação e aventuraAs aventuras do Homem-Aranha Miles Morales, menino negro do Brooklyn que tenta salvar o mundo.R$ 5,90ScreamTerrorApós uma série de mortes misteriosas ocorrerem em sua pequena cidade, um grupo excêntrico de amigos liderados por Sidney Prescott (Campbell) se torna alvo de um assassino mascarado neste suspense inteligente de grande sucesso, que lançou a franquia Pânico e deu nova vida ao gênero de horror.R$ 4,90O Espetacular Homem-Aranha (Legendado)Ação e aventuraO adolescente sem amigos Peter (Andrew Garfield) passa seu tempo tentando desvendar o mistério de seu passado e tentando conquistar o coração de sua paixão colegial Gwen Stacy (Emma Stone). Uma maleta misteriosa de seu pai, que o abandonou na infância, leva Peter ao antigo sócio de seu pai, Dr. Connors. A descoberta do segredo de seu pai irá definir o seu destino de se transformar em \"Homem-Aranha\" e o deixará frente a frente com o alter ego vilão de Connors, o Lagarto.R$ 5,90Cinquenta Tons de Cinza (Legendado)DramaCinquenta Tons de Cinza é a mais aguardada adaptação do best-seller que se tornou um fenômeno mundial. Desde seu lançamento, a trilogia Cinquenta tons foi traduzida para 51 línguas ao redor do mundo e já contabiliza mais de 90 milhões de cópias vendidas, entre versões impressas e e-books, tornando-se uma das maiores e mais rápidas vendas de série de livros da história. Nos papéis de Christian Grey e Anastasia Steele, que atualmente são ícones para milhões de leitores, estão Jamie Dornan e Dakota Johnson. Ao lado deles, o elenco ainda conta com Luke Grimes como Elliot, irmão de Christian; Victor Rasuk como José, o amigo mais próximo de Anastasia; Eloise Mumford como Kate, melhor amiga e colega de quarta de Anastasia, Marcia Gay Harden, como Dr. Grace Trevelyan Grey, mãe de Christian; Rita Ora como Mia, irmã de Christian; Max Martini como Taylor, segurança de Christian; Callum Keith Rennie como Ray, padastro de Anastasia; Jennifer Ehle, no papel de Carla, mãe da protagonista e Dylan Neal como Bob, marido de Carla. Cinquenta Tons de Cinza é dirigido por Sam Taylor-Johnson e produzido por Michael De Luca e Dana Brunetti, além de E L James, a criadora da série. O roteiro é de Kelly Marcel. (Título Original - Fifty Shades of Grey) - 2014 Universal Studios. All Rights Reserved.R$ 9,90Sing – Quem Canta Seus Males Espanta (Dublado)ComédiaDo estúdio Illumination Entertainment, que criou Pets - A Vida Secreta dos Bichos, chega a divertida animação sobre a descoberta da música que vive dentro de cada um de nós. Sing - Quem Canta seus Males Espanta é estrelado por Matthew McConaughey, como Buster Moon, um coala eternamente otimista, que inventa a maior competição de cantores do mundo, para salvar seu teatro falido; Reese Witherspoon como Rosita, a sobrecarregada mãe de 25 porquinhos, desesperada para revelar sua diva interior; Scarlett Johansson como Ash, uma punk rock porco-espinho com uma bela voz, por dentro de sua estranha aparência; e Taron Egerton como Johnny, um jovem gorila gângster, louco para escapar da bandidagem da família. Sing – Quem Canta seus Males Espanta é o evento musical do ano! (Título Original - Sing) - 2016 Universal Studios. All Rights Reserved.R$ 9,90Audiolivros por menos de R$10Veja maisSem Pistas (um Mistério de Riley Paige –Livro 1)Blake Pierce Mulheres aparecem mortas nos arredores rurais de Virgínia , assassinadas de formas grotescas e, quando o FBI é chamado , eles ficam perplexos . Um assassino em série está à solta, seus atos são cada vez mais frequentes, e eles sabem que há apenas uma agente boa o suficiente para resolver este caso: a agente especial Riley Paige .  Riley encontra-se afastada do trabalho, recuperando-se de seu encontro com o último assassino em série. Frágil do jeito que está, o FBI se vê relutante em pedir ajuda à sua mente brilhante. No entanto, Riley, precisando lutar contra seus próprios demônios, entra no caso e sua investigação a leva à perturbadora subcultura de colecionadores de bonecas, a casas de famílias desfeitas e aos lugares mais sombrios da mente do assassino. À medida que Riley decifra os mistérios, ela percebe que está prestes a encontrar o assassino mais perverso que poderia ter imaginado. Em uma corrida frenética contra o tempo, Riley se vê pressionada ao limite; seu trabalho encontra-se em jogo; sua própria família, em perigo e sua frágil psique à beira de um colapso nervoso.  Mesmo assim, uma vez que Riley Paige assume um caso, ela não desiste. Ela fica obcecada pela investigação, levando-a para os cantos mais escuros de sua própria mente, a divisa entre caça e caçador se confundem. Após uma série de reviravoltas inesperadas, seus instintos a levam a um clímax chocante que nem mesmo ela poderia ter imaginado.  Um thriller psicológico sombrio e com suspense de tirar o fôlego, SEM PISTAS marca a estreia de uma fascinante nova série - e um novo personagem amado - que o deixará virando as páginas até tarde da noite.  O Livro 2 da série de Riley Paige logo estará disponível. R$ 5,44Agora e Para Sempre (A Pousada em Sunset Harbor—Livro 1)Sophie Love “AGORA E PARA SEMPRE é um romance muito bem escrito, que fala sobre a luta de uma mulher (Emily) para encontrar sua verdadeira identidade. A autora fez um belo trabalho na criação dos personagens e ao descrever o ambiente em que se passa a história. O romance está presente, mas sem exageros. Para béns à autora por este incrível começo de uma séire que proter ser muito interessante”.<p>--Books and Movies Reviews, Roberto Mattos<p><p>Emily Mitchell, 35, mora e trabalha na cidade de Nova York, e sofreu uma série de relacionamentos fracassados. Quando seu namorado há sete anos a convida para o jantar de aniversário de namoro deles, há muito esperado, Emily está certa de que desta vez sera diferente, de que agora ele finalmente lhe dará um anel de casamento.<p><p>Quando, ao invés, ele dá a ela um perfume em miniature, Emily percebe que chegou a hora de terminar com ele — e de recomeçar sua vida do zero.<p><p>Afastando-se de sua vida insatisfatória, estressante, Emily decide que precisa mudar. Ela decide, num impulso, dirigir até a casa abandonada de seu pai no litoral do Maine, uma casa grande, histórica, onde ela havia passado verões mágicos quando criança. Mas a casa, há muito abandonada, está em péssimo estado, e o inverno mal havia começado. Emily não ia na casa há 20 anos, quando um tragic acidente mudou a vida de sua irmã e espedaçou sua família. Seus pais se divorciaram, seu pai desapareceu e Emily nunca mais conseguiu pôr os pés naquela casa novamente.<p><p>Agora, por alguma razão, com sua vida reeling, Emily se sente atraída para o único lugar de sua infância que ela conheceu. Ela planeja passar apenas um final de semana, para esfriar a cabeça. Mas algo na casa, seus vários segredos, suas lembranças de seu pai, seu allure à beira-mar, o clima de cidade pequena — e, acima de tudo, se lindo e misterioso zelador — não quer deixá-la ir embora. Poderá ela encontrar as respostas que tem procurado aqui, no lugar mais improvável?<p><p>Um final de semana pode se tornar uma vida inteira?<p><p>AGORA E PARA SEMPRES é o livro #1 que dá início a uma dazzling nova série que fará você rir, chorar, continuar virando as páginas até tarde da noite — e que fará você se apaixonar por romances novamente.<p><p>O livro #2 será lançado em breve.R$ 5,4452 maneiras de melhorar a memóriaClene Salles* Mais de 2 milhões de exemplares vendidos! A memória é um bem precioso que nos ajuda a desenvolver e aprimorar o conhecimento e, por isso, devemos cuidar dela continuamente. Há maneiras leves e simples de desenvolver mecanismos mentais que nos ajudam a reter as informações importantes. Organizamos esse processo para você com diversas sugestões e pequenos hábitos que podem ser incorporados ao seu dia a dia. São 52 dicas, uma para cada semana do ano. Você pode ler o livro do começo ao fim ou abri-lo ao acaso e ler uma das dicas aleatoriamente, bem como refletir sobre as frases de pensadores espalhadas pelo livro. Com mais de 2 milhões de exemplares vendidos, os livrinhos da coleção 52 Maneiras foram elaborados com dicas especialmente voltadas para a concretização dos seus objetivos mais importantes. Porque todo mundo quer e merece ficar de bem com a vida!R$ 6,90MacunaímaMario de AndradeA Tocalivros tem a honra de anunciar mais uma incrivel produção:A saga de Macunaíma –o herói sem nenhum caráter. Escute agora a saga do Imperador do Mato. Sua meninice, amores, trambicagem, coragem e mentiras mostrado atraves deaventuras inusitadas . Com uma trilha musical incrivel e efeitos sonoros que levam o ouvinte ao universo multi cultural brasileiro.R$ 3,9952 maneiras de ganhar mais dinheiroClene Salles* Mais de 2 milhões de exemplares vendidos! Já parou para pensar na importância que o dinheiro tem em sua vida? Você cuida do seu dinheiro como de um filho? Se dinheiro for um assunto mal (ou pouco) elaborado dentro de você, está na hora de repensar como você se relaciona com ele. Reunimos aqui dicas simples que podem ser aplicadas em seu cotidiano para ganhar mais – e gastar menos. São 52 dicas, uma para cada semana do ano. Você pode ler o livro do começo ao fim ou abri-lo ao acaso e ler uma das dicas aleatoriamente, bem como refletir sobre as frases de pensadores espalhadas pelo livro. Com mais de 2 milhões de exemplares vendidos, os livrinhos da coleção 52 Maneiras foram elaborados com dicas especialmente voltadas para a concretização dos seus objetivos mais importantes. Porque todo mundo quer e merece ficar de bem com a vida!R$ 6,90Inteligência emocional: lições para criar bons hábitos que podem transformar sua vida e seu futuroGilclér ReginaCom o intuito de mostrar como é possível trabalhar nossa mente para alcançar resultados extraordinários, o autor estimula pequenas mudanças nos hábitos e comportamentos do leitor, buscando aprimorar o seu autoconhecimento de forma a criar hábitos poderosos que possam ajudá-lo em seu desenvolvimento pessoal e conquista de seu destino. Para facilitar o entendimento, Gilclér Regina apresenta situações cotidianas e relata experiências reais, apresentando ao leitor como o correto uso da gestão das emoções faz toda a diferença na transformação de sonhos em realidade. Um livro para homens e mulheres que querem desenvolver a inteligência emocional e vencer a constante batalha para alcançar o equilíbrio dos sentimentos, tanto na vida pessoal quanto na profissional.R$ 8,01O PríncipeMaquiavelO Príncipe, escrito de 1513 a 1516, é um dos tratados políticos mais importantes na construção do conceito de Estado como modernamente conhecemos.Continua atual. Obra magna de Maquiavel, o Príncipe discute não só as diversas maneiras de se conduzir negócios públicos com o também e, principalmente, estratégias para manter um principado (nos dias de hoje, uma empresa) forte e unido.Marcada pela famosa expressão “os fins justificam os meios” (que não se encontra no texto!), deu forma à interpretação tradicional do pensamento maquiavélico e instalou-se na história da humanidade como um dos textos mais lidos e com entados de todos os tempos.Não só um livro sobre política o Príncipe retrata com seriedade a derrocada da moral em no me de um bem maior, redefinindo o conceito de virtude. Não mais compaixão, Maquiavel afirma que ao soberano (ou ao homem de negócios) é qualidade ser audacioso e ter a coragem para se fazer presente, inclusive nos momentos de perigo.R$ 10,89R$ 9,9952 boas maneiras para dizer \"Não\"Clene Salles* Mais de 2 milhões de exemplares vendidos! Você tem dificuldade em dizer \"não\"? Tem medo de desagradar aos outros? Você não está sozinha. Superar tais obstáculos é um dos desafios mais comuns, especialmente para as mulheres. No entanto, lidar com essa questão pode ser bastante útil. Confira todas as sugestões que oferecemos nas páginas seguintes. São 52 dicas, uma para cada semana do ano. Você pode ler o livro do começo ao fim ou abri-lo ao acaso e ler uma das dicas aleatoriamente, bem como refletir sobre as frases de pensadores espalhadas pelo livro. Com mais de 2 milhões de exemplares vendidos, os livrinhos da coleção 52 Maneiras foram elaborados com dicas especialmente voltadas para a concretização dos seus objetivos mais importantes. Porque todo mundo quer e merece ficar de bem com a vida!R$ 6,9052 maneiras de relaxarClene Salles* Mais de 2 milhões de exemplares vendidos! O corpo geralmente segue o que a mente determina. A condição em que a mente está afeta o desempenho do corpo e desgastes emocionais podem causar sérios problemas de saúde. Existem técnicas que ajudam a evitar ou, pelo menos, minimizar o estresse a que estamos submetidas. São 52 dicas, uma para cada semana do ano, para ajudar você a ficar revigorada e enfrentar o dia seguinte. Você pode ler o livro do começo ao fim ou abri-lo ao acaso e ler uma das dicas aleatoriamente, bem como refletir sobre as frases de pensadores espalhadas pelo livro. Com mais de 2 milhões de exemplares vendidos, os livrinhos da coleção 52 Maneiras foram elaborados com dicas especialmente voltadas para a concretização dos seus objetivos mais importantes. Porque todo mundo quer e merece ficar de bem com a vida!R$ 6,9052 maneiras de preocupar-se menosClene Salles* Mais de 2 milhões de exemplares vendidos! Por que as pessoas se preocupam? Ninguém sabe exatamente a razão, mas o fato é que ficamos preocupados com praticamente tudo: com o emprego, com a segurança dos filhos, se o dinheiro será suficiente para o aluguel... Algumas preocupações nos estimulam a buscar soluções, outras vêm carregadas de sentimentos negativos e nos desgastam. Nas páginas seguintes, apresentamos 52 dicas, uma para cada semana do ano, para você lidar melhor com as preocupações do dia-a-dia. Você pode ler o livro do começo ao fim ou abri-lo ao acaso e ler uma das dicas aleatoriamente, bem como refletir sobre as frases de pensadores espalhadas pelo livro. Com mais de 2 milhões de exemplares vendidos, os livrinhos da coleção 52 Maneiras foram elaborados com dicas especialmente voltadas para a concretização dos seus objetivos mais importantes. Porque todo mundo quer e merece ficar de bem com a vida!R$ 6,90Alugue as novidadesAssista em até 30 diasVeja maisUm Lugar Silencioso Parte IIAção e aventuraApós os eventos fatais em casa, a família Abbott (Emily Blunt, Millicent Simmonds, Noah Jupe) agora precisa enfrentar os horrores do mundo externo ao continuar sua luta pela sobrevivência em silêncio. Forçados a ir de encontro ao desconhecido, eles rapidamente percebem que as criaturas que caçam pelo som não são as únicas ameaças à espreita nesse filme de suspense assustador escrito e dirigido por John Krasinski.R$ 49,90R$ 9,90InfiltradoCom Jason Statham. Um filme de Guy Ritchie. Um misterioso segurança de carros-fortes surpreende a todos durante um assalto no qual ele reage e revela habilidades precisas de combate, deixando a sua equipe se perguntando quem ele é e de onde veio.R$ 18,90Dupla Explosiva 2: E a Primeira-Dama do CrimeAção e aventuraA dupla estranha mais letal do mundo (Ryan Reynolds e Samuel L. Jackson) e uma vigarista internacional (Salma Hayek) correm pela Europa para deter um vilão desequilibrado (Antonio Banderas).R$ 18,90O Homem Nas Trevas 2TerrorNesta eletrizante sequência do grande sucesso, O Homem Nas Trevas 2 retorna com Norman Nordstrom (Stephen Lang), que há vários anos se esconde em uma cabana isolada. Morando com uma garota, ele recriou a família tirada dele por um motorista bêbado. A tranquila vida dos dois é arruinada quando indecentes a sequestram. Para salvá-la, Norman é forçado a usar seus instintos ainda mais sombrios e criativos.R$ 14,90Velozes & Furiosos 9Ação e aventuraNão importa o quão veloz você seja, ninguém supera o passado. Velozes & Furiosos 9 é o nono capítulo da saga que perdura há quase duas décadas e ganhou mais de US$ 5 bilhões em todo o mundo. Dom Toretto, de Vin Diesel, está levando uma vida tranquila fora das pistas com Letty e seu filho, o pequeno Brian, mas sabem que a qualquer momento, isso pode mudar. Desta vez, uma ameaça forçará Dom a confrontar os pecados de seu passado e salvar aqueles que ele mais ama. Sua equipe se une contra uma trama mundial liderada por um assassino e motorista de alto desempenho: um homem que também é o irmão abandonado de Dom, Jakob (John Cena, de \"O Esquadrão Suicida\"). Velozes & Furiosos 9 ainda conta com a volta de Justin Lin, diretor do terceiro, quarto, quinto e sexto filme da franquia que se tornou um blockbuster mundial. A ação percorre o mundo -- de Londres a Tóquio, da América Central a Edimburgo, e de um bunker secreto no Azerbaijão até as ruas de Tblisi, na Geórgia. Ao longo do caminho, velhos amigos voltarão, velhos inimigos voltarão, a história será reescrita e o verdadeiro significado da família será testado como nunca antes. O filme ainda traz o elenco fiel da série como Michelle Rodriguez, Tyrese Gibson, Chris \"Ludacris\" Bridges, Jordana Brewster, Nathalie Emmanuel e Sung Kang, além das ganhadoras do Oscar Helen Mirren e Charlize Theron. Velozes e Furiosos 9 também destaca a ganhadora do Grammy Cardi B como Leysa, uma nova personagem que terá conexão com o passado de Toretto. O filme é produzido por Neal H. Moritz, Vin Diesel, Jeff Kirschenbaum, Joe Roth, Justin Lin, Clayton Townsend e Samantha Vincent. A Universal Pictures apresenta uma produção Original Film/One Race Films/Perfect Storm em parceria com Roth/Kirschenbaum Films, um filme de Justin Lin.R$ 16,90R$ 11,90Os Croods 2: Uma Nova EraAção e aventuraEm 2013, o mundo foi apresentado à primeira família da era pré-histórica: Os Croods. Indicada ao Oscar, a comédia animada falava sobre um clã que lidava com um mundo em mudança e cativou o público nos lembrando da importância atemporal da família... e o quão pouco evoluímos de lá pra cá. Em 2020, a DreamWorks Animation nos convida para uma nova aventura de volta ao tempo com Croods 2. No elenco original, estão de volta Nicolas Cage, Emma Stone, Ryan Reynolds, Catherine Keener, Cloris Leachman e Clark Duke que dão as boas-vindas à Leslie Mann e Peter Dinklage -- que serão a maior ameaça dos Croods nesta sequência: uma outra família.R$ 11,90InfiniteAção e aventuraEvan McCauley (Mark Wahlberg) é assombrado todos os dias por habilidades que ele nunca aprendeu e memórias de lugares que nunca visitou. Tomando medicação por conta própria e à beira de um colapso nervoso, um grupo secreto que se autodenomina “Infinitos” vem em seu socorro e revela que suas memórias são reais - mas que são de vidas passadas. Os Infinitos trazem Evan para o mundo deles, um mundo extraordinário onde alguns recebem a habilidade de renascer com suas memórias e conhecimentos acumulados ao longo dos séculos. Com segredos importantes enterrados em seu passado, Evan precisa se unir aos Infinitos para encontrar as respostas em suas memórias, numa corrida contra o tempo para salvar a humanidade de um dos seus (Chiwetel Ejiofor) que quer destruí-la.R$ 5,90G.I.JOE Origens: Snake EyesFamíliaG.I.Joe Origens: Snake Eyes traz Henry Golding como Snake Eyes, um homem solitário e tenaz que é recebido em um antigo clã japonês chamado Arashikage depois de salvar a vida do herdeiro aparente. Ao chegar ao Japão, o Arashikage ensina a Snake Eyes os caminhos do guerreiro ninja, ao mesmo tempo que oferece algo que ele sempre desejou: um lar. Porém, quando os segredos de seu passado são revelados, a honra e a lealdade de Snake Eyes serão testadas, mesmo que isso signifique perder a confiança das pessoas mais próximas a ele. Com base no icônico personagem de G.I. Joe, G.I.Joe Origens: Snake Eyes também traz Andrew Koji como Storm Shadow, Úrsula Corberó como The Baroness, Samara Weaving como Scarlett, Haruka Abe como Akiko, Takehiro Hira como Kenta e Iko Uwais como Hard Master.R$ 49,90R$ 18,90Agulha no Palheiro TemporalFicção científica e fantasiaOs indicados ao Oscar® Leslie Odom, Jr., Cynthia Erivo, Orlando Bloom e Freida Pinto estrelam nesta história de amor cativante em um futuro próximo dirigida pelo vencedor do Oscar® John Ridley.R$ 11,90Blood MachinesAção e aventuraDois caçadores de espaço estão rastreando uma máquina tentando se libertar. Após derrubá-la, eles testemunham um fenômeno místico: o fantasma de uma jovem mulher se puxa para fora da carcaça, como se a nave tivesse uma alma. Tentando entender a natureza desta entidade, eles começam a perseguir a mulher através da galáxia.R$ 6,90Os romances mais ouvidosVeja maisO faz-tudo – Um conto eróticoMarianne Sophia Wise\"Virei a cabeça rapidamente e a vi parada atrás da janela do meio, na sala, olhando para mim. Ela logo se aproximou, ainda vestindo seu quimono de flamingos. Me passou um copo de água gelada. Pus o copo na boca e imaginei seu corpo nu.\"Henrique trabalha em uma plataforma de petróleo no Mar do Norte. Seu turno é de 12 horas consecutivas por dia, todos os dias, durante 14 dias. Após duas semanas, ele volta ao continente para descansar e curtir com seus amigos solteiros. Ele passa noites com mulheres, dando prazer a elas, mas não se envolve. Pela manhã, se despede e vai embora. Sua regra é clara: uma mulher nova por noite. Ele só abriu exceção uma vez. O nome dela é Clara. Conto publicado em colaboração com a produtora de filmes sueca Erika Lust. Sua intenção é retratar a natureza e a diversidade humanas por meio de histórias de paixão, intimidade, desejo e amor, em uma fusão de grandes histórias e erotismo. Marianne Sophia Wise é uma autora de livros eróticos.R$ 6,28Sonhos lésbicos - Conto eróticoSarah SkovAntes, era excitante entrar no banheiro do local de trabalho e transar com seu colega advogado sem que o resto do escritório percebesse. Mas a emoção logo desapareceu – assim como seu tesāo por ele. Mas quando ela reserva uma viagem espontânea de fim de semana a Barcelona, se hospedando no apartamento de um casal de lésbicas, de repente ela vê seus desejos retornando com força total...Este conto é publicado em colaboração com a produtora de filmes sueca Erika Lust. Sua intenção é descrever a natureza e a diversidade humanas através de histórias de paixão, intimidade, luxúria e amor, em uma fusão de histórias e eróticas poderosas. Sarah Skov é o pseudônimo de uma jovem autora. Ela também escreveu os contos \"Obcecada por Owen Gray\", \"Sexo no Carro\", \"Lembranças de Você\" e \"O Feminista\".R$ 6,28A MetamorfoseFranz Kafka“A experiência comum dos leitores de Kafka é de fascínio geral e vago, mesmo em histórias que eles não entendem, uma lembrança precisa de imagens e descrições estranhas e aparentemente absurdas — até que um dia o significado oculto se revela a eles com a súbita evidência de uma verdade simples e incontestável.”— Hannah Arendt, filósofa política alemãPublicada pela primeira vez em 1915, A metamorfose é uma das obras mais conhecidas do escritor Franz Kafka e um marco da literatura do século XX. Curta e impactante, a novela conta a história de Gregor Samsa, um caixeiro-viajante que um dia acorda metamorfoseado em um inseto monstruoso e indefinido. Mesmo assim, sua maior preocupação não é sobre a condição em que se encontra, mas sim se chegará atrasado ao trabalho e se receberá uma reprimenda do chefe.Kafka desenvolve a narrativa ao acompanhar a transformação física e psicológica de Gregor e como isso impacta a dinâmica familiar dos Samsa. Depois de anos à mercê das necessidades financeiras de sua família e preso a um emprego que detesta, Gregor passa, lenta e dolorosamente, de provedor principal e única fonte de renda da casa a um estorvo que precisa ser segregado e, em última instância, descartado. A progressiva perda de sua humanidade e a desvalorização de seu papel como membro da família é tocante, aterrorizante e estranhamente realista.R$ 39,90R$ 29,99Para Todo o Sempre (A Pousada em Sunset Harbor—Livro 2)Sophie Love “A capacidade de Sophie Love de encantar seus leitores é delicadamente trabalhada em poderosas e inspiradoras frases e descrições... AGORA E PARA SEMPRE é o romance perfeito para ler na praia, com uma diferença: seu entusiasmo e belas descrições nos chamam a atenção, inesperadamente, para a complexidade não apenas do desenvolvimento do amor, mas da psique dos personagens. É uma recomendação deliciosa para quem ama romances e está em busca de um toque a mais de complexidade em seus livros”. --Midwest Book Review (Diane Donovan)  “Um livro muito bem escrito, que narra a luta de uma mulher (Emily) para encontrar sua verdadeira identidade. A autora fez um trabalho incrível ao criar os personagens e descrever o cenário. O romance está presente, mas sem excessos. Parabéns à autora por este incrível começo de uma série de promete ser muito interessante”. --Books and Movies Reviews, Roberto Mattos (sobre Agora e para Sempre)  PARA TODO O SEMPRE é o livro 2 da série de romances A POUSADA EM SUNSET HARBOR, que começa com o livro 1, AGORA E PARA SEMPRE — com download gratuito!  Emily Mitchell, 35 anos, abandonou seu emprego, apartamento e ex-namorado em Nova York para se mudar para a casa abandonada do pai, no litoral do Estado do Maine, em busca de uma mudança de vida. Usando suas economias para restaurar a casa histórica, e com o apoio do zelador da casa, Daniel, Emily se prepara para abrir a Pousada em Sunset Harbor, à medida que o feriado do Memorial Day se aproxima.  Mas nem tudo sai como planejado. Emily aprende rapidamente que não tem a mínima ideia sobre como gerenciar uma pousada. A casa, apesar de seus esforços, precisa de consertos urgentes que ela não pode pagar. Seu vizinho invejoso ainda está determinado a lhe causar problemas. E o pior de tudo: justo quando seu relacionamento com Daniel está florescendo, ela descobre que ele tem um segredo que mudará tudo.  Com suas amigas insistindo para que volte a Nova York, e seu ex-namorado tentando conquistá-la de volta, Emily tem que tomar uma decisão que mudará sua vida. Vai tentar fazer dar certo, assumir sua vida numa cidade pequena, na velha casa do seu pai? Ou vai virar as costas para seus novos amigos, vizinhos e projeto de vida – e para o homem pelo qual se apaixonou?  PARA TODO O SEMPRE é o Livro 2 de uma surpreendente série de romances que lhe farão rir, chorar e continuar virando as páginas até tarde da noite, e que farão você se apaixonar pelo romance novamente.   O Livro 3 estará disponível em breve. R$ 16,43R$ 14,99Dom CasmurroMachado de AssisConsiderado por muitos como o maior escritor brasileiro de todos os tempos, MACHADO DE ASSIS ganha sempre novas edições impressas e versões para os mais diferentes meios de expressão artística. Ator, violonista clássico e jornalista, RAFAEL CORTEZ atuou em peças infantis e adultas. Na televisão, iniciou sua carreira fazendo sucesso no programa CQC. DOM CASMURRO, de MACHADO DE ASSIS, tem como matéria-prima os meandros mais profundos da mente de um homem apaixonado, onde nasceu a dúvida com relação à traição da esposa. Trata-se de um dos mais importantes romances da literatura mundial.  Neste audiolivro, RAFAEL CORTEZ deixa-se sentir o amor de Bentinho, entrega-se a sua paixão e mergulha totalmente nas suas dúvidas, amando e odiando Capitu e Escobar, conforme lhe passam idéias pela mente. O ator volta desse mergulho com a obra completa, ora doce, ora angustiada, para o ouvinte.  Quem escuta entende o que ele quer dizer quando afirma ser \"louco por Machado\".R$ 19,90R$ 14,99Cretino irresistívelChristina LaurenUma estagiária ambiciosa. Um executivo perfeccionista. E um relacionamento ardente e totalmente perigoso!R$ 30,36R$ 24,99Prisioneiros da mente: Os cárceres mentaisAugusto CuryE se você fosse um prisioneiro em sua própria mente? Theo Fester é um inteligente e poderoso magnata do Vale do Silício, empresário mundialmente conhecido e pai de três filhos orgulhosos, frios e bem-sucedidos – mas sua história inicial foi dramática. Filho de um sobrevivente do Holocausto, ele começou a empreender para sobreviver à dor de seu pai, à pobreza e ao bullying na infância, tornando-se especialista em se reinventar. Conseguiu um dos homens mais ricos do mundo. Tanta riqueza e poder, porém, não conseguem esconder a verdade: a família Fester está falida, saturada de lutas internas e disputas irracionais. Iluminado pelo instigante psiquiatra Marco Polo, Theo descobre que na humanidade há milhões de pessoas prisioneiras de seus próprios egos, de anônimos a celebridades, de miseráveis a milionários. A família Fester é um perfeito exemplo, um grupo de mendigos emocionais. À beira da morte, o megaempresário usará estratégias incríveis para libertar seus filhos dos cárceres e torná-los cidadãos mentalmente saudáveis, mas também descobrirá que é mais fácil ganhar bilhões de dólares do que resgatá-los. Nunca um pai levou os filhos ao limite como ele, promovendo entre os três testes de estresses inimagináveis – talvez você mesmo não os suportasse. Prisioneiros da mente é mais um romance intenso e estimulante do dr. Augusto Cury que o leitor não vai esquecer tão cedo. Prepare-se para conhecer seus próprios cárceres mentais.R$ 29,90R$ 24,99A Dama de Companhia (A Eterna Coleção de Barbara Cartland 20): Volume 20Barbara CartlandJacoba era uma bela jovem, filha de uma antiga família inglesa, estava órfã e falida, precisando de se empregar. Pela necessidade, respondeu a um anúncio para trabalhar como dama de companhia de um velho senhor, o Conde de Kilmurdock, chefe de um poderoso clã, nas Terras Altas da Escócia, assim pensava ela, que iria servir, um velho Conde. Sozinha, com fome e frio, Jacoba, sentia-se triste e cada vez mais infeliz, na sua viagem para a Escócia, rumo a um destino desconhecido. Quase chorando, Jacoba lembrava-se dos tempos em que era feliz ao lado dos seus pais, em sua bela mansão no interior da Inglaterra.Agora, sem parentes e amigos, tinha medo, muito medo, de nunca mais poder encontrar carinho sincero, paz e felicidade! No entanto o Destino reservava-lhe, uma surpresa inesperada, que mudaria a sua vida para sempre! A Inesquecível Dama Barbara Cartland Barbara Cartland, que infelizmente faleceu em Maio de 2000, com a avançada idade de noventa e oito anos, continua sendo uma das maiores e mais famosas romancistas de todo o mundo e de todos os tempos, com vendas mundiais superiores a um bilhão de exemplares. Seus ilustres 723 livros, foram traduzidos para trinta e seis línguas diferentes para serem apreciados por todos os leitores amantes de romance de todo o mundo. Ao escrever o seu primeiro livro de título \"Jigsaw\" com apenas 21 anos, Barbara, tornou-se imediatamente numa escritora de sucesso, com um bestseller imediato. Aproveitando este sucesso inicial, ela foi escrevendo de forma contínua ao longo de sua vida, produzindo bestsellers ao longo de surpreendentes 76 anos. Além da legião de fãs de Barbara Cartland no Reino Unido e em toda a Europa, os seus livros têm sido sempre muito populares nos EUA. Em 1976, ela conseguiu um feito inédito de ter os seus livros simultaneamente em números 1 & 2 na lista de bestsellers da B. Dalton, livreiro americano de grande prestígio. Embora ela seja muitas vezes referida como a \"Rainha do Romance\" Barbara Cartland, também escreveu várias biografias históricas, seis autobiografias e inúmeras peças de teatro, bem como livros sobre a vida, o amor, a saúde e a culinária, tornando-se numa das personalidades dos média, mais populares da Grã-Bretanha e vestindo-se sempre com cor-de-rosa, como imagem de marca. Barbara falou na rádio e na televisão sobre questões sociais e políticas, bem como fez muitas aparições públicas. Em 1991, ela tornou-se uma Dama da Ordem do Império Britânico pela sua contribuição à literatura e o seu trabalho nas causas humanitárias e de caridade. Conhecida pelo seu glamour, estilo e vitalidade, Barbara Cartland, tornou-se numa lenda viva no seu tempo de vida e será sempre lembrada pelos seus maravilhosos romances e amada por milhões de leitores em todo o mundo. Os seus livros permanecem tesouros intactos sempre pelos seus heróis heróicos e corajosos e suas heroínas valentes e com valores tradicionais, mas acima de tudo, era a crença predominante de Barbara Cartland no poder positivo do amor para ajudar, curar e melhorar a qualidade de vida dos outros, que a fez ser verdadeiramente única e especial.R$ 31,71R$ 29,99O doce veneno do escorpiãoBruna Surfistinha\"Bruna Surfistinha não deixa curiosidade sem resposta. Mais: não dá lição de moral nem procura se justificar...\" ELIO GASPARI, Folha de S.Paulo \"Como toda profissional que se preze, Bruna queria ser a melhor em sua área.\" Revista MARIE CLAIRE \"A prostituição, para mim, foi a busca de um herói.\" RAQUEL PACHECO, mais conhecida como Bruna Surfistinha Do blog para o audiolivro, passando pelo livro e pelo cinema, \"O doce veneno do escorpião\" vai bem com tudo. Escrito no início dos anos 2000 por Bruna Surfistinha -- nome de batalha de Raquel Pacheco -- as aventuras da garota de programa mais famosa do Brasil é um bestseller inesquecível. Aos 17 anos, Raquel toma a decisão de abandonar um lar estruturado para atender clientes no seu flat em São Paulo. Suas noites incluem de tudo: homens, mulheres, surubas, swings... Sempre em busca de fortes emoções, Bruna resolve apimentar um pouco mais sua vida e parte para uma empreitada ousada: abrir um blog e contar seus segredos da alcova publicamente. No melhor do voyeurismo, não tarda para seus relatos serem acompanhados por um público ávido por descrições pormenorizadas da vida de uma prostituta. Hoje, \"O doce veneno do escorpião\" pode ser considerado não apenas um fenômeno editorial ou um sucesso cinematográfico, mas também um clássico da literatura brasileira contemporânea. Uma história real, com uma exposição sensível mas sem rodeios, que é capaz de conquistar as mais diferentes gerações. Mais um lançamento da Pop Stories.R$ 19,90Memórias de um Sargento de MilíciasManuel Antônio de AlmeidaO romance conta a história de Leonardo, menino travesso que, quando cresceu, virou um sargento de milícias. A narrativa, de estilo jornalístico e direto, incorpora a linguagem das ruas, fugindo aos padrões românticos da época, em que os romances retratavam os ambientes aristocráticos. A obra é hoje leitura obrigatória para vários exames de vestibular. R$ 14,90Diversão GarantidaFilmes para toda a familiaVeja maisHotel Transilvânia 3: Férias Monstruosas (Legendado)AnimaçãoSolitário e infeliz, buscando um novo amor na internet, Dracula é surpreendido com um presente da querida filha: férias em um cruzeiro. Inicialmente resistente à ideia, ele acaba engajado no passeio ao se encantar pela comandante, que, no entanto, esconde um segredo nada amigável.R$ 5,90Hotel Transilvânia (Dublado)AnimaçãoBem-vindo ao Hotel Transilvânia, o luxuoso resort cinco estacas do Drácula, onde monstros e suas famílias podem relaxar e onde humanos não entram. Um fim de semana especial, Drácula (Adam Sandler) convidou seus melhores amigos, Frankenstein e a esposa, a Múmia, o Homem Invisível, a família do Lobisomem e vários outros para comemorar o aniversário de 118 anos de sua querida filha Mavis (Selena Gomez). Receber todos esses monstros famosos é fácil para o Drácula, mas a festa realmente começa quando um cara comum chega ao hotel, e aí tudo pode mudar!R$ 5,90Hotel Transilvânia 2 (Legendado)AnimaçãoUma confraternização de família traz Vlad à cidade - juntamente com alguns segredos - para visitar o filho distante, que ele não vê há muito tempo, mas logo ele faz com que a vida de todos fique de cabeça para baixo. E não somente Drac, Mavis e Jonathan sofrerão, mas também os hóspedes do hotel: Frank, Wayne Werewolf e Murray.R$ 5,90Scooby-Doo e o Fantasma Gourmet (Dublado)Ação e aventuraPuxe uma cadeira, pegue o guardanapo e se prepare para uma refeição cinco estrelas de mistério com Scooby-Doo e a sua turma, quando caímos na estrada para visitar o Rocky Harbor Culinary Resort e conhecer o tio de Fred, o chef mundialmente famoso Bobby Flay. A Mistério S/A rapidamente aprende que o moderno resort culinário não é bem um prato cheio quando descobrem a lenda do Fantasma Vermelho e o desaparecimento não resolvido do grande chef antepassado de Bobby Flay. Quando o misterioso Fantasma Vermelho volta de forma desastrosa para assombrar a pousada, a turma se junta a Bobby e sua amiga culinária Giada De Laurentiis para saborear pistas e servir justiça. A história se repetirá e outro chef mundialmente famoso desaparecerá? Prepare-se para uma porção deste mistério gourmet cheio de boa comida, risadas saborosas e reviravoltas melhores ainda!R$ 7,90Pedro Coelho (Dublado)AnimaçãoA eterna disputa entre Pedro e o Sr. McGregor (Domhnall Gleason) pelo tesouro em vegetais que está enterrado em seu jardim proibido; fica ainda mais intensa quando ambos passam a brigar pela atenção da vizinha bondosa e amante dos animais (Rose Byrne).R$ 5,90LEGO DC Comics Super Heróis: Aquaman – A Fúria de Atlântida (Dublado)FamíliaContemple Atlantis, um reino de maravilhas e poder abaixo da superfície do oceano e governado pelo preeminente membro da Justice League e incrível para todos os cidadãos de Atlantis, Aquaman! Com sua amada Rainha Mera e o confiável meio-irmão Orm ao seu lado, parece que não há nada que o Aquaman não possa conquistar. Mas quando o Alerta de Problema da Justice League é emitido, o habitante submarino se dirige para a superfície e se junta a Batman, Superman, Wonder Woman e à novata Green Lantern, Jessica Cruz. Ao se defrontar com um teste extraterrestre que ameaçará a Terra e até mesmo outros mundos, Aquaman se vê como um verdadeiro peixe fora d’água e até mesmo um rei sem coroa! Fique pronto para mergulhar em um mar de aventuras e risos neste LEGO movie.R$ 7,90Ploey, Você Nunca Voará Sozinho (Legendado)Ação e aventuraUma pequena ave ainda não aprendeu a voar quando sua família migra no outono. Ele deve sobreviver ao inverno ártico, inimigos viciosos e a si mesmo para se reunir com a amada família na próxima primavera.R$ 9,90Paddington 2 (Dublado)Ação e aventuraApós ser adotado pela família Brown, Paddington ganhou muita popularidade na comunidade de Windsor Gardens. No aniversario de 100 anos de sua tia Lucy, esse simpático ursinho sai em busca do presente perfeito e acaba encontrando um livro único na loja de antiguidades do senhor Gruber. Paddington se submete a uma série de trabalhos bizarros para poder comprá-lo, e quando o livro é roubado, ele e sua família farão de tudo para encontrar o ladrão.R$ 6,90Hotel Transilvânia 3: Férias Monstruosas (Dublado)ComédiaSolitário e infeliz, buscando um novo amor na internet, Dracula é surpreendido com um presente da querida filha: férias em um cruzeiro. Inicialmente resistente à ideia, ele acaba engajado no passeio ao se encantar pela comandante, que, no entanto, esconde um segredo nada amigável.R$ 5,90Tem alienígenas no meu quarto (Legendado)FamíliaBaseado no livro de Bruce Coville, \"Tem alienígenas no meu quarto\", conta a vida de Rod Allbright, obrigado a viver uma aventura incomum depois que uma nave alienígena aterrisa em seu quarto. Rod tem que ajudar o visitante alienígena a salvar o planeta de um vilão extraterrestre, que se faz passar por valentão na escola de Rod. - ( Título Original - Aliens Ate My Homework )R$ 9,90Romance arrebatadorVeja maisDois É Demais Para VocêSky CorganDuas semanas atrás, dois dos homens mais lindos que já vi se mudaram para a casa da frente. Desde então, estive inquestionavelmente ciente de cada pequeno barulho que escuto vindo da casa vizinha. Cada som é uma dica de que eles podem estar do lado de fora, trabalhando em um dos seus carros na garagem ou aparando a grama sem camisa. Delícia. Mas olhar é tudo que posso fazer. Os dois estão bem fora da minha liga. Um é um loiro maravilhoso com corpo de nadador. O outro é um moreno lindo, robusto, com o semblante de barba por fazer mais delicioso. E então, tem eu, comum, no mínimo. Nunca em um milhão de anos, imaginaria que eles apareceriam na minha porta. E o que eles querem é longe do convencional. Essa é uma história de ménage sem continuação.R$ 8,08O EgípcioSandra RummerHassan é um homem de negócios e muito assediado pelas mulheres. Ele tem no coração uma vingança que o impede se relacionar profundamente com elas. Isso dá a ele a fama de mulherengo e que por ser egípcio, não gosta muito.A linda inglesa...Karina é uma designer de moda, já sofreu na mão de um cafajeste e por isso quer distância deles.Karina é amiga da irmã de Hassan. Ela é convidada para ir a uma festa na casa de Raissa. Ela conhece o belo egípcio, entretanto, o que era para ser uma noite de diversão e relaxamento, acaba por dar início a uma paixão avassaladora.Hassan tem uma vingança a cumprir. Karina sua honra à defender.Ela não quer ser mais uma na cama dele.Hassan, com quarenta anos, nunca se ligou a ninguém. E alé disso, entre ele existe uma diferença cultural muito grande e tem mais um agravante, ele é quinze anos mais velho que ela.Muitas coisas os separam, mas Hassan não pensa assim, ele a quer em sua cama. E ele faz isso, com muito charme e sedução a conquista, só que ele não imaginava ser conquistado também.E agora, ainda que seu racional diga para se manterem afastados, ele está preso a Karina com algemas do amor.Com o passar do tempo Karina descobre que Hassan na verdade é um homem marcado pela dor, e por isso sempre se esquivou do amor.A autora Sandra Rummer é uma paulistana que ama escrever. É apaixonada pelo mundo literário desde cedo.Tem uma grande amiga árabe. Depois de ouvir muitas histórias do oriente, se valeu disso para escrever seus romances. A intenção é emocionar com suas histórias.R$ 15,00R$ 10,00O ContratoMelanie MorelandRichard VanRyan é um playboy e executivo tirano que trabalha para uma empresa que visa apenas lucros. Após ser passado para trás por um colega de trabalho, acabou não conseguindo fazer parte da sociedade que tanto queria. Assim, com um plano de se vingar do chefe, decide trabalhar para uma empresa concorrente. No entanto, para isso, ele precisa mostrar ao dono que mudou sua vida pessoal da água para o vinho. Katharine Elliott trabalha com Richard como sua assistente pessoal. Ela o despreza, pois sua ética é questionável, mas resiste a tudo, porque precisa do trabalho. Seus motivos são muito mais importantes do que o abuso diário que precisa tolerar de seu tirano e desagradável chefe. Mas Richard precisa mostrar que mudou de vida e, para isso, decide contratar Katharine, que ele sempre desprezou, para ser sua noiva de fachada. O que acontece quando duas pessoas que se odeiam têm de viver juntas e agir como se estivessem loucamente apaixonadas? Faíscas. Isso é o que acontece. Eles vão sobreviver ao contrato?R$ 10,90Indomável: A história de HenryJulia QuinnIndomávelnos apresenta a história da irreverente Henry e completa a trilogia Damas Rebeldes, que inaugurou a carreira de Julia Quinn, autora de Os Bridgertons.Os livros de Julia Quinn ultrapassaram a marca de 15 milhões de exemplares vendidos, sendo mais de 2 milhões no Brasil.Henrietta Barrett, que atende desde pequena pelo apelido de Henry, nunca seguiu as regras impostas pela sociedade. Prefere calças a vestidos e, em vez de frequentar chás e bailes e fazer aulas de artesanato, administra pessoalmente a propriedade de seu idoso tutor, localizada em um canto remoto da Cornualha.Mas quando seu guardião morre, as terras que Henry tanto adora vão parar nas mãos de um primo distante, um homem que pode ameaçar a vida que está acostumada a levar e também o ganha-pão das pessoas que ela mais ama.William Dunford, o solteiro mais esquivo de Londres, fica surpreso ao saber que herdou uma propriedade, um título... e uma pupila decidida a expulsá-lo o mais rápido possível da Cornualha.Henry está determinada a continuar administrando Stannage Park sem a ajuda do novo lorde, embora o charme que ele exala quase a faça esquecer as próprias convicções. Mas Dunford tem certeza de que pode mudar as coisas para melhor, começando por sua pupila indomável.Só que transformar Henry em uma dama faz com que ela se torne não apenas a queridinha da alta sociedade, mas também uma tentação irresistível para o homem que pensava que nunca seria conquistado...R$ 27,99R$ 26,59O herói que faltavaJulia QuinnUma deliciosa coletânea de contos escrita por três autoras da realeza do romance de época: Julia Quinn, Lisa Kleypas e Kinley MacGregor.Alguns livros são tão especiais que nos brindam com mais de um herói, mas contam a história de apenas um deles. Se você já quis ver seus coadjuvantes preferidos estrelarem a própria aventura, esta coletânea vai realizar os seus desejos.  Depois de despertar o ciúme de pretendentes indecisos na trilogia Damas Rebeldes, Ned Blydon reaparece em Um conto de duas irmãs, de Julia Quinn, em uma situação nada invejável: fica noivo de uma das irmãs Thorntons, mas está secretamente apaixonado pela outra! Em Improvável, de Lisa Kleypas, a sensata Lydia Craven decide se casar por conveniência e não por amor. Só que ainda não conhece a determinação do atencioso médico Jake Linley, que já tinha conquistado muitos corações na série Os Mistérios de Bow Street e não vai medir esforços para ganhar o dela. Após sua aparição em Master of Desire, Simon de Ravenswood ressurge em Sonho de um cavaleiro de verão, de Kinley MacGregor, para responder às cartas de lady Kenna em nome de um conde poderoso. Faz isso apenas por educação, mas a dama acaba se apaixonando e precisa escolher entre ele, seu melhor amigo e um voto solene feito há muito tempo.R$ 24,99R$ 23,74Uma Noiva de MentirinhaSky CorganUma ex louca. Uma festa de noivado em um navio. E uma noiva de mentirinha. Eu amo a minha irmã e faria qualquer coisa por ela. Mas quando vou embarcar em sua festa de noivado, ela me diz que a minha ex estará lá, e sei que preciso tomar uma medida drástica. Não posso passar três dias sozinho em um navio com aquela mulher psicótica e traidora. Então uma linda ruiva com olhos arredondados no cais chama a minha atenção. Perfeição. Exatamente o que eu preciso. Faço uma oferta que não tem como recusar, e ela aceita assim como o meu dinheiro. Em três dias tudo deveria terminar, mas não quero que nosso relacionamento seja de mentira. Não depois de conhecê-la e da conexão que compartilhamos. Tudo começou por causa da minha ex louca, mas agora, eu preciso dela permanentemente na minha vida. Eu quero transformar minha noiva de mentirinha em uma de verdade. Esse é um livro único com mais de 21.000 palavras com um final feliz.R$ 8,10Sempre ComigoElizabeth BezerraDallas é o mais velho dos irmãos Walker e o rígido Xerife da cidade de Peachwood.Enquanto os foras da Lei e baderneiros são jogados em sua cela, as mulheres caem mais rápido ainda em sua cama.Ordem, sexo e nada de complicações eram seu lema. E seu coração era algo que ele nunca desejou prender.Por anos Mandy nutriu uma paixão platônica por Dallas, mas ele nunca a viu como nada além que uma garotinha adorável. Até Mandy precisar de sua ajuda e Dallas descobrir que a jovem tímida dos tempos de escola havia se transformado na mulher que abalaria todas as suas estruturas.Será que o Xerife cheio de marra estava pronto para se abrir para o amor? Ou ele ainda manteria o coração trancado a sete chaves?R$ 6,99Capture-me: A Trilogia Completa Anna Zaires— Yulia — sussurrou ele, encarando-me. Eu soube que ele também sentira aquela conexão visceral entre nós. Ele podia ter todo o poder, mas, naquele momento, estava tão vulnerável quanto eu, preso na mesma loucura.  Forçada a entrar para uma agência de inteligência secreta muito jovem, a espiã e intérprete russa Yulia Tzakova está acostumada com homens perigosos. Mas ela nunca conhecera alguém tão implacável e atraente como Lucas Kent. O mercenário durão a assusta, mas, mesmo assim, ela se sente atraída por ele... por um homem que Yulia não tem outra opção além de trair.  Braço direito de um traficante de armas poderoso, Lucas Kent nunca conhecera uma mulher que quisera tanto como queria Yulia. Obcecado pela bela loira, nada o impedirá de capturá-la e fazê-la pagar pela traição.  Das ruas geladas de Moscou para a selva quente da Colômbia, a paixão sombria e consumidora os esmagará ou os libertará.  ******  \"Um suspense perfeitamente sombrio, cheio de ação de tirar o fôlego e romance ardente\" —Skye Warren, autor best-seller do New York Times  \"Ardente, cativante e de ritmo rápido\" —Josie Litton, autora best-seller do New York Times Este pacote conveniente com desconto contém todos os 3 livros da série Capture-me: Capture-me, Prenda-me e Reivindique-me.R$ 29,99Em Seu LugarSandra RummerDuas culturas diferentes se encontrarão, um árabe e uma mulher com costumes diferentes. Mas o coração foge da razão e Said se apaixona por Maysa, uma mulher que anda com roupas escandalosas na concepção dele e é totalmente oposto da pessoa que um dia ele imaginou se apaixonar...Depois de saber que sua irmã gêmea está internada em um hospital a beira da morte, Maysa resolve voltar para a Arábia Saudita. O que ela não contava é com a revelação que veio quando ela colocou os pés em seu país de origem. Adara roubou uma viúva para ajudar um namorado que estava jurado de morte por dívidas de jogo.Maysa se torna mais cautelosa, pois sabe que sua irmã é procurada pela polícia. Quando ela é confundida com sua irmã pelo Sheik Said Mahara Sihan, um rico hoteleiro e amigo da viúva, Maysa resolve trocar de identidade e assume toda culpa.Said, com sede de vingança, pretende dar uma lição na ladra que rouba viúvas indefesas.Maysa agora estava nas mãos do sheik.R$ 7,00O Chefe - Série Lidando com os ChefesLexy TimmsDa autora best seller, Lexy Timms, chega um romance sobre um bilionário que irá fazê-la desmaiar e apaixonar-se novamente. Jamie Connors desistiu dos homens. Apesar de ser inteligente, bonita e apenas ligeiramente acima do peso, ela é um imã para o tipo de caras que não fica por perto.  O casamento da sua irmã está em primeiro plano na atenção da familia. Jamie estaria bem com isto se sua irmã não a estivesse pressionando para perder peso, assim ela caberia no vestido de dama de honra, sua mãe iria parar de criticá-la e seu ex-namorado não estivesse prestes a se tornar seu cunhado.  Determinada a sair por conta própria, ela decide aceitar uma posição de AP do bilionário Alex Reid. O trabalho inclui um apartamento na propriedade dele e a tira de viver no porão dos seus pais.  Jamie tem de equilibrar sua vida e de alguma maneira descobrir como lidar com seu chefe bilionário, sem apaixonar-se por ele. ** O Chefe é o livro 1 na série Lidando com os Chefes. Todas as suas perguntas não serão respondidas no primeiro livro. Ele pode terminar em suspense. Sérioe Lidando com os Chefes: O Chefe O Chefe Também Quem é o Chefe agora Ame o Chefe R$ 5,44©2021 GoogleTermos de Serviço do sitePrivacidadeDesenvolvedoresSobre o Google|Local: BrasilIdioma: Português (Brasil)Todos os preços incluem Tributo.Ao comprar este item, você faz uma transação com o Google Payments e concorda com os Termos de Serviço e o Aviso de privacidade do Google Payments.", "encoding": "utf-8"}