{"indice": 184, "title": "Festival em Interlagos será palco de lançamentos e test-ride de motos em novembro", "url": "https://www.istoedinheiro.com.br/festival-em-interlagos-sera-palco-de-lancamentos-e-test-ride-de-motos-em-novembro/", "text": "Festival em Interlagos será palco de lançamentos e test-ride de motos em novembroIstoÉIstoÉ DinheiroDinheiro RuralMenuMotorshowPlanetaSelectGenteGoOutsideHardcoreAssineAnuncieEdição da SemanaNº 1245 22.10Leia maisMenuFECHARHomeÚltimas notíciasEstiloEconomiaNegóciosTecnologiaFinançasSustentabilidadeGiroColunistasGeralMundoPolíticaRevistaSiga-nos:Giro22/10/2021Festival em Interlagos será palco de lançamentos e test-ride de motos em novembroO Festival de Motos 2021 vai reunir grandes fabricantes de motocicletas no autódromo paulista, marcas como: Ducati, Kawasaki, Yamaha, BMW, KTM, e Triumph.\nStefano MachadoStefano Machado22/10/21 - 12h26min  - Atualizado em 22/10/21 - 12h26minCompartilharA 2ª edição do Festival de Motos acontece de 26 a 28 de novembro no Autódromo de Interlagos-SP. O evento terá lançamentos e test-ride de motos, churrasco e show sertanejo.\nO Festival de Motos 2021 promete reunir grandes fabricantes de motocicletas no autódromo paulista, como Ducati, Kawasaki, Yamaha, BMW, KTM, Royal Enfield, Triumph, entre outras. A ideia é que essas marcas exibam alguns produtos e lançamentos. As maiores expectativas estão na exibição da Triumph Trident 660 e da KTM 890 Adventure.+ Vendas de motos sobem 9,26% em setembro ante setembro de 2020, diz FenabraveOs visitantes que comprarem o Ride Pass, vendido por R$ 395, vão ter direito a escolher três motos para realizar o test-ride (test drive de motos) nas curvas de Interlagos. Haverá também a pista de mobilidade, na qual os visitantes poderão testar as motocicletas off-road no trajeto de terra.Churrasco e Show sertanejoDurante o sábado (27/11), o Festival promoverá o #IssoéChurrasco com assadores de churrasco. Os participantes que adquirirem o ingresso Show Pass, vendido a R$ 250, vão poder participar do churrasco e assistir ao show da dupla Fernando e Sorocaba, que deve ocorrer na noite do dia 27.A modalidade mais barata, que possibilita apenas passear pelo evento, é o ingresso Street Pass, que custa R$ 50,00.Para mais informações sobre o evento clique aqui. Veja também\n+ Como podcasts podem ajudar na educação financeira do brasileiro\n+ Mistério: mulher descobre que não é a mãe biológica de seus próprios filhos\n+ Truque para espremer limões vira mania nas redes sociais\r\n\n+ Chef playmate cria receita afrodisíaca para o Dia do Orgasmo\r\n\n+ Mercedes-Benz Sprinter ganha versão motorhome\n+ Anorexia, um transtorno alimentar que pode levar à morte\r\n\n+ Agência dos EUA alerta: nunca lave carne de frango crua\n+ Yasmin Brunet quebra o silêncio\n+ Tubarão é capturado no MA com restos de jovens desaparecidos no estômago\n+ Veja quanto custa comer nos restaurantes dos jurados do MasterChef\n+ Leilão de carros e motos tem desde Kombi a Nissan Frontier 0km\r\n\n", "encoding": "utf-8"}