{"indice": 187, "title": "Festival em novembro terá lançamentos de motos e test-ride em Interlagos    - 21/10/2021 - UOL Carros", "url": "https://www.uol.com.br/carros/colunas/infomoto/2021/10/21/festival-em-novembro-tera-lancamentos-de-motos-e-test-ride-em-interlagos.htm", "text": "   Festival em novembro terá lançamentos de motos e test-ride em Interlagos    - 21/10/2021 - UOL Carros                                                                                     PUBLICIDADE      BATE-PAPO UOL MEU NEGÓCIO Estude Online Pagseguro PagBank    Carros     sac  Assine   Produtos    Notícias    Carros      Avaliação Meu Carro Mobilidade Motos Lançamentos e Mercado Segredos Automotivos Tabela Fipe Vídeos Últimas notícias   Programas em vídeo  Avaliação UOL Carros Duelo Meu Carro, Minha Vida PitsTOP Deu ruim Séloko Tio! Os carros de...    Economia    Folha    Esporte    Splash    TV e Famosos    Universa    VivaBem    Tilt    Ecoa    MOV    Nossa    TAB    Start                      Topo  Infomoto                 Infomoto          REPORTAGEM      Texto que relata acontecimentos, baseado em fatos e dados observados ou verificados diretamente pelo jornalista ou obtidos pelo acesso a fontes jornalísticas reconhecidas e confiáveis.    Festival em novembro terá lançamentos de motos e test-ride em Interlagos               Festival que acontece em Interlagos entre os dias 26 e 28 de novembro é único grande evento de motos neste ano  Imagem: Divulgação/Revista Duas Rodas      Conteúdo exclusivo para assinantes      Arthur Caldeira        Arthur Caldeira https://www.uol.com.br/carros/colunas/infomoto  Arthur Caldeira, jornalista e motociclista (necessariamente nessa ordem) fundador da Agência INFOMOTO. Mesmo cansado de ouvir que é \"louco\", anda de moto todos os dias no caótico trânsito de São Paulo.  Colunista do UOL 21/10/2021 19h23    Já que as crianças podem voltar à escola e os torcedores, aos estádios, os fãs de motocicletas também poderão retornar ao tempo da velocidade na capital paulista. O Autódromo José Carlos Pace em São Paulo (SP) vai ser palco novamente do Festival de motos, organizado pela Revista Duas Rodas.Entres os dias 26 e 28 de novembro, o evento reunirá no autódromo paulistano diversas marcas de motocicletas, como BMW, Ducati, Kawasaki, KTM, Triumph, Yamaha e Royal Enfield para expor seus produtos e mostrar novidades para o público.   Colunistas do UOL Entre os lançamentos aguardados estão a nova KTM 890 Adventure e a Triumph Trident 660. BMW e Kawasaki também devem mostrar novos modelos.Durante o festival, os visitantes também terão a oportunidade de fazer test-ride com diversos modelos na lendária pista de 4.309 metros de extensão de Interlagos.     Evento terá a presença das principais marcas de moto, exceto a Honda; BMW, Kawasaki, KTM e Triumph devem mostrar novidades  Imagem: Divulgação/Revista Duas Rodas Assim como no festival realizado em 2019, durante os três dias do evento, além de acelerar no circuito, os visitantes poderão experimentar modelos urbanos, na pista de mobilidade, e testar motos off-road em um percurso de terra.Show e churrascoNo sábado, a experiência vai além das pistas, em um evento gourmet produzido pelos assadores do #IssoÉChurrasco, com cinco horas de serviço de cortes especiais. À noite, os participantes do churrasco poderão assistir ao show da dupla Fernando e Sorocaba, que sobe ao palco para cantar seus maiores sucessos.\"O público de hoje quer vivenciar experiências e se relacionar de verdade com as marcas. Com esse conceito de evento, será natural atrairmos muitos grupos de motociclistas de outros estados, impactando também o turismo e a economia de São Paulo\", afirma Marcio Marinho, diretor do festival.Segundo os organizadores, o Festival já está garantido até 2024 em Interlagos. \"Já temos até a data para o próximo ano. O evento vai acontecer mais cedo, entre 23 e 26 junho\", antecipa Marinho.IngressosHaverá três modalidades de ingressos disponíveis à venda no site do festival 2021. O mais barato (R$ 50,00) dá acesso ao autódromo e é o ingresso para passear no evento. Para pilotar as motos na pista, é preciso adquirir o Ride Pass, vendido por R$ 395 dá direito a escolher três motos para fazer o test-ride. Vale destacar que as \"vagas\" para pilotar os modelos mais cobiçados costumam se esgotar mais rapidamente.Algumas, inclusive, já estão esgotadas, avisam os organizadores. Portanto, se a ideia é testar alguma novidade, garanta logo seu lugar \"no grid\".Já o ingresso Show Pass que garante cinco horas de churrasco e o show da dupla sertaneja será vendido por R$ 250.ServiçoData: 26 a 28 de novembro de 2021Local: Autódromo de Interlagos - São Paulo - SPHorário: Sexta (26) das 13h às 21h; sábado (27) das 7h30 às 21h e domingo (28) das 7h30 às 19h.Site: www.festivalinterlagos.com.br       As mais lidas agora         Chevrolet Onix patina em volta às vendas com fila de espera e poucas opções             Mulher destrói carro ao cair da varanda durante o sexo; assista             Câmbio automático: 5 barbeiragens de iniciante que detonam o seu carro             ID: {{comments.info.id}}URL: {{comments.info.url}}Ocorreu um erro ao carregar os comentários.Por favor, tente novamente mais tarde.  {{comments.total}} Comentário{{comments.total}} ComentáriosSeja o primeiro a comentarEssa discussão está encerradaNão é possivel enviar novos comentários.Apenas assinantes podem ler e comentarAvaliar: Só assinantes do UOL podem comentarAinda não é assinante? Assine já.Se você já é assinante do UOL, faça seu login. sair enviar comentário enviar comentárioO autor da mensagem, e não o UOL, é o responsável pelo comentário. Leia os termos de usoEscolha do editor{{ comment.created | formatDate | prettyDate}} Responder Respostas ({{ comment.reply_count }})   Excluir Denunciar responderEscolha do editor{{ reply.created | formatDate | prettyDate}}  Excluir DenunciarVer mais respostas Ver mais comentários      PUBLICIDADE          Infomoto               Seguro ou rastreador: qual é melhor opção para proteger sua moto 23/10/2021 04h00          Festival em novembro terá lançamentos de motos e test-ride em Interlagos    21/10/2021 19h23              Honda Bros: por que moto estourou em vendas e virou queridinha no campo 16/10/2021 04h00          Yamaha revela edição especial da MT-03 inspirada no Homem de Ferro; conheça 13/10/2021 17h11          Estrada Velha de Santos é reaberta para passeios de moto; saiba como rodar 09/10/2021 04h00          Venom: veja qual é a Ducati que Tom Hardy acelera em novo filme 07/10/2021 04h00          Nova Suzuki V-Strom 1050 XT chega às lojas por R$ 84.900 06/10/2021 10h36              Venda de motos mantém alta em setembro; setor projeta crescer 23% no ano 04/10/2021 12h08          Mulheres põem a mão na massa e preparam motos para acelerar na terra 02/10/2021 04h00          James Bond: as 5 melhores cenas de moto de Sean Connery a Daniel Craig 01/10/2021 04h00          Kawasaki amplia linha de clássicas com Z 650 RS; modelo deve vir ao Brasil 28/09/2021 16h58     ver mais    PUBLICIDADE            ", "encoding": "utf-8"}