{"indice": 199, "title": "Daily Insight: The other side of the Test and Trace story | News | Health Service Journal", "url": "https://www.hsj.co.uk/daily-insight/daily-insight-the-other-side-of-the-test-and-trace-story/7031182.article", "text": "\n\n\n\n\n\n\nDaily Insight: The other side of the Test and Trace story | News | Health Service Journal\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBy continuing to browse the site you are agreeing to our use of cookies. You can change your settings at any time.Learn more\n\nOK\n\n\n\n\n\n\nSkip to main contentSkip to navigation\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReturn to home page\n\n\n\n\n\n\n\n\n\n\nHSJ\n\n\n\n\n\n\nWhy the Saj wants ‘reform’ – but the NHS is angry about it\n\n\nMast navigationRegisterSign InSubscribe\n\n\n\nSearch our site\n\n\n\n\n\nSearch our site\n\nSearch\n\n\n\n\n\nMenu\n\n\n\n\n\n\n\n\nClose menu\n\n\n\n\nHome\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\n\nHome\n\n\n\n\nDaily Insight\n\n\n\n\nExpert Briefings\n\n\n\n\nNews\n\n\n\n\nHSJ Insight\n\n\n\n\nHSJ Membership\n\n\n\n\nHSJ Health Check podcast\n\n\n\n\nHSJ Solutions - NHS Best Practice Database\n\n\n\n\n\n\nCoronavirus\n\n\n\n\nSectors\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\n\nSectors\n\n\n\n\nIntegrated care\n\n\n\n\nAcute care\n\n\n\n\nPrimary care\n\n\n\n\nCommunity services\n\n\n\n\nMental health\n\n\n\n\nEmergency care\n\n\n\n\nPublic health\n\n\n\n\n\n\nTopics\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\n\nTopics\n\n\n\n\nFinance and efficiency\n\n\n\n\nQuality and performance\n\n\n\n\nWorkforce\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\n\nWorkforce\n\n\n\n\nPeople Moves\n\n\n\n\n\n\nPolicy and regulation\n\n\n\n\nService design\n\n\n\n\nTechnology and innovation\n\n\n\n\nPatient safety\n\n\n\n\nHealth inequalities\n\n\n\n\n\n\nHSJ Local\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\n\nHSJ Local\n\n\n\n\nCommissioners\n\n\n\n\nProviders\n\n\n\n\nRegions\n\n\n\n\nSTPs/ICSs\n\n\n\n\n\n\nComment\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\n\nComment\n\n\n\n\nThe Bedpan\n\n\n\n\nJulian Patterson\n\n\n\n\n\n\nInteractive\n\n\n\n\nEvents\n\n\n\n\nJobs\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\n\nJobs\n\n\n\n\nSearch HSJjobs\n\n\n\n\nLeadership Q&A\n\n\n\n\nPeople Moves\n\n\n\n\nCourses\n\n\n\n\n\n\nProducts & Services\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\n\nProducts & Services\n\n\n\n\nProducts & Services\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\nProducts & Services\n\n\n\nNews Subscription Services\n\n\n\n\nHSJ Intelligence - Insight for NHS Suppliers\n\n\n\n\nHSJ Solutions - NHS Best Practice Database\n\n\n\n\n\n\nAbout Us\n\n\n\n\nBack to parent navigation item\n\n\n\n\n\n\n\nAbout Us\n\n\n\n\nContact Us\n\n\n\n\nHSJ App\n\n\n\n\nWhy Subscribe\n\n\n\n\n\n\n\n\nSubscribe\n\n\n\n\n\n\nHomeDaily InsightExpert BriefingsNewsHSJ InsightHSJ MembershipHSJ Health Check podcastHSJ Solutions - NHS Best Practice DatabaseHSJ Weekly Catch-up: Power players, construction constraints and wellbeing warningDaily Insight: The other side of the Test and Trace storyDaily Insight: Time is a healerCoronavirusSectorsIntegrated careAcute carePrimary careCommunity servicesMental healthEmergency carePublic healthEthnicity removed from covid vaccine system in ‘retrograde step’Government hospital building chief warns of ‘huge constraint’ in constructionFour integrated care systems fail to appoint chairsTopicsFinance and efficiencyQuality and performanceWorkforcePeople MovesPolicy and regulationService designTechnology and innovationPatient safetyHealth inequalitiesEthnicity removed from covid vaccine system in ‘retrograde step’Government hospital building chief warns of ‘huge constraint’ in constructionHSJ LocalCommissionersProvidersRegionsSTPs/ICSsNHSE regional boss to step downTrust chiefs fear ‘reduction’ in new hospital plans after NHSE rejects capital requestAcute trust chair steps down amid ICS creationCommentThe BedpanJulian PattersonJulian Patterson: Longstay tops the Blithering 20 againThe fatalism of leaders turns blind eye to vulnerable livesPrivate providers must be an integral part of integrated care systemsInteractive\n\n\n\nHSJ Partners\n\n\n\nWebinars\nRoundtables\nImmersive Features\n\nTop leader lists\nSupplement Archive\n\n\n\r\n \r\n\n\n\n\n\n\n\n\nInterested in creating interactive content?\n\n\nEvents\nOur Events \nCongress\n\nSummits\nClinical Policy Forums\n\nOur Awards\n\nHSJ Awards\nPartnership\nValue\r\nPatient Safety\n\nOur Webinars\n\n\n\n\n\n\n20-21 September 2021 \n\n\r\nThe 14th Patient Safety Congress will bring together 1000+ attendees with the shared goal of transforming patient safety across health and social care.\r\n\n\nLearn More\n\n\n\n\n\n\n\n\n\n18 November 2021\n\n\r\nThe most esteemed accolade of healthcare service excellence in the UK, the HSJ Awards provides a platform to shape the future of the NHS\r\n\n\nLearn More\n\n\n\n\n\n\n\n\n\n24 - 25 February 2022\n\n\r\nThe HSJ Digital Transformation Summit 2022 will unite technology leaders from across the healthcare system to explore technologies, innovations and improvements that will have a transformative effect on our future healthcare system.\r\n\n\nLearn More\n\n\n\n\n\nJobsSearch HSJjobsLeadership Q&APeople MovesCourses\nFind your next career move with HSJ\n\n\n\nSearch vacancies, upload your CV and get jobs by email\n\n\nDiscover our job advertising opportunities\n\n\n\nAdvertise standard listings to leadership packages and more.\nProducts & ServicesProducts & ServicesNews Subscription ServicesHSJ Intelligence - Insight for NHS SuppliersHSJ Solutions - NHS Best Practice DatabaseAbout UsContact UsHSJ AppWhy SubscribeSubscribe\nIndividual Access\n\n\n\nGet unrestricted access to breaking news and exclusive insight that can support you in your role in healthcare\n\n\nTeam/Group Access\n\n\n\nProvide your teams with the information they need to lead your strategy and initiatives forward \n\n\nHSJ Membership\n\n\n\nFind out about our advanced subscription package designed for NHS organisations\n\r\n                    More navigation items\n\n\n\n\n\n\n\n\n\nDaily Insight\n\nDaily Insight: The other side of the Test and Trace story\n\n\n2021-10-22T09:41:00+01:00\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nNo comments\n\n\n\n\n\n\n\n\nThe must-read stories and debate in health policy and leadership.\n\nToday’s reflection on the pandemic: The fatalism of leaders turns blind eye to vulnerable lives\nToday’s HSJ in audio form: Why the Saj wants ‘reform’ – but the NHS is angry about it\n\n\nThe “public perception” of Test and Trace is “incredibly negative” and that has been “difficult” for the team in question to take, the new head of NHS Digital has said.\nSimon Bolton tells us in his first interview with HSJ: “I see some parallels at the moment with primary care. They’re under enormous pressure from the public, but everyone I’m talking to is working harder than ever.\n“They’re doing a phenomenal job under very difficult circumstances, but the public perception doesn’t always recognise that.”\nMr Bolton also says the way the NHS collects and uses data is “not logical”, with ongoing work by trusts, integrated care systems and national bodies “overlapping considerably”.\nHis priorities include making the role of the centre, and the way in which it can support trusts and ICSs, made clearer – as well as putting an end to “duplication” and the NHS creating “two solutions to the same problem”.\nHe adds: “We need to work with ICSs and providers to make sure we’re aligned and designing the right solutions, and then have conversations about who does what.\n“At the moment we overlap considerably. From speaking to chief information officers at trusts I think some see the centre – particularly NHSD and NHSX – as maybe arrogant, maybe quite detached, and the reality is we’re here to serve, support and achieve the same outcomes.”\nProviders often have “no idea” what the data they spend “time and effort to provide” to the centre is used for, he says. Read Nick Carding’s full interview here.\nOwnership of care\nAn “industrial scale” expansion of patient initiated follow-ups is among the “game-changers” national leaders are considering to address the elective backlog.\nSir Jim Mackey, chief executive of Northumbria Healthcare Foundation Trust, said that “two or three access methods” are being considered to give the public greater ownership over their care.\nThis would include giving patients the choice over whether a follow-up is necessary. Sir Jim, NHS England’s elective recovery adviser, said many reviews in outpatients are “pointless”.\nHe told at a webinar hosted by The Health Foundation that the NHS risks a “retirement rush” if there are no “game changers” in how electives are handled, and staff are simply told to work harder.\nLast year NHSE encouraged trusts to adopt a patient initiated follow-up system but the use of this is not widespread. It seems NHSE want to give this another push ahead of winter.\n \n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nNo comments\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo comments yet\n\n\n\n\n\nYou're not signed in.\n\n\nOnly registered users can comment on this article.\nSign in\nRegister\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore Daily InsightNewsDaily Insight: Time is a healer2021-10-22T01:00:00ZThe must-read stories and debate in health policy and leadership.NewsDaily Insight: Centre is at the core of HSJ1002021-10-21T01:01:00ZThe must-read stories and debate in health policy and leadership.NewsDaily Insight: Building impatience2021-10-20T01:02:00ZThe must-read stories and debate in health policy and leadership.\r\n\t\t\t\t\t\t\t\t\t\tLoad more articles\r\n\t\t\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAdvertiseAwardsEventsContact UsDownload the appHSJ PartnersMembershipSubscribe\n\nConnect with HSJ\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA-Z of subjectsTerms and conditionsPrivacy PolicySubscriptions FAQ© 2021 Wilmington plc\n\n\n\n HSJ is part of Wilmington Healthcare Limited. Company number 2530185.\nc/o Wilmington plc, 5th Floor, 10 Whitechapel High Street, London E1 8QS. Registered in England and Wales. Company registration 30158470\nSite powered by Webvision Cloud\n\n\n\n\n\n\n\n\n\n\n\n\n", "encoding": "utf-8"}