{"indice": 2, "title": "China’s hypersonic vehicle test a ‘significant demonstration’ of space technology - SpaceNews", "url": "https://spacenews.com/chinas-hypersonic-vehicle-test-a-significant-demonstration-of-space-technology/", "text": "\n\n\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChina’s hypersonic vehicle test a ‘significant demonstration’ of space technology - SpaceNews\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHome\nNews\nOpinion\n Launch\nCivil\nCommercial\nMilitary\nPolicy & Politics\nSponsored\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nx close\nNews\nOpinion\nLaunch\nCivil\nCommercial\nMilitary\nPolicy & Politics\nSponsored\n\nfacebook\ntwitter\nyoutube\nrss feed\n\nAbout\nAdvertise\nMagazine Subscription Info\nNewsletters\nEvents\nPrivacy Policy\nReprints\nNewsletter Sign Up\n\nsearch\n\nSearch\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChina’s hypersonic vehicle test a ‘significant demonstration’ of space technology\nby Sandra Erwin — October 22, 2021\n\n\nRending of a Chinese DF-ZF hypersonic glide vehicle. Credit: Missile Defense Advocacy Alliance \n\nWhether the Chinese tested a weapon or just a reusable space vehicle is impossible to know without seeing the test data, said an industry expert \nWASHINGTON — China’s reported tests of a hypersonic orbital glide vehicle have sparked alarm in the U.S. as it could further fuel an escalating arms race. The Chinese government said this week that these were routine space test missions, not a demonstration of a new military weapon. One way or the other, experts said, these tests show China’s notable advances in reusable space technology. \nTo be sure, a space vehicle that orbits the Earth, reenters the atmosphere at hypersonic speed and glides to its intended target area is not new technology, said Robert Bakos, principal and co-owner of Innoveering, a company that specializes in propulsion technology used in hypersonic vehicles.\n“The U.S. had the Space Shuttle and we have the X-37B spaceplane which can be deemed a hypersonic system because when it returns from space, it’s going a very high speeds,” he said. \nWhat appears to be a new is the Chinese vehicle’s capability to maneuver after reentry in ways that have not been seen before, Bakos said, adding that he has no direct knowledge of what exactly the Chinese tested and his comments are based on what was publicly reported. \nThe X-37 is not a highly maneuverable space vehicle, Bakos noted. NASA’s Space Shuttle glided back from space “almost like a rock basically gliding down very steeply and plopping on the runway.” According to media reports on China’s tests, the vehicle was able to maneuver when it returned from space into the atmosphere “and be more aggressive in terms of its cross range,” he said. “That would be new in terms of technology.” \nIf one is to believe the Chinese government’s explanation that this was just a reusable space vehicle technology demonstration, “in and of itself that would be a very significant demonstration, not trivial by any means,” Bakos said. If China’s vehicle after reentering “maneuvered in some way that a typical space vehicle does not, that would be alarming.” But he cautioned that whether or not this was a weapon or a nuclear-warhead delivery system being tested is impossible to know without seeing the test data.\n“If you see a vehicle make a hard left turn at high speed, that’s pretty interesting because it’s hard to do that with a typical space vehicle,” Bakos said. “They’re not designed aerodynamically to have that capability.”\nImplications for U.S. security\nBakos’ take on the Chinese hypersonic vehicle test echoes what other experts have warned about not rushing to conclusions. \n“This is no Sputnik moment — partly because it’s not entirely clear what was tested, but mostly because the threat of a Chinese nuclear attack on the United States isn’t remotely new,” wrote James Acton, co-director of the nuclear policy program at the Carnegie Endowment for International Peace.\nWhile it’s conceivable that China tested a space-based nuclear-weapon delivery system, Acton commented, “I can’t rule out the possibility that China is developing a space plane, like the United States’ X-37B. Because tests of space planes and some orbital weapons could be indistinguishable, determining China’s intentions is difficult. In fact, it is even possible that China tested a technology demonstrator with multiple potential applications.”\nWhat all this means for the hypersonic arms race between the United States, Russia and China remains to be seen, Bakos said. The Pentagon has warned for years that China has developed hypersonic glide vehicles to arm its short-range ballistic missiles. A more advanced vehicle would be concerning, he said. “It’s the element of surprise that becomes destabilizing, unfortunately.” \nA long-term concern for the United States is ensuring it has a viable industrial base to advance hypersonic propulsion and other key technologies it would need to stay ahead of rivals, Bakos added. “Our government is starting to look really hard at this.” \nAreas that the U.S. should focus on include test capabilities for both ground tests and flight tests, he said. \nAnother issue to watch is the domestic industry for hypersonic propulsion technology. Today only two companies — Northrop Grumman and Aerojet Rocketdyne — manufacture engines for hypersonic vehicles. Lockheed Martin is seeking to acquire Aerojet and the transaction is currently under government review. \nRaytheon and Northrop Grumman announced last month they completed the first flight test of a scramjet-powered hypersonic air-breathing weapon for the Defense Advanced Research Projects Agency and the U.S. Air Force. \nIn anticipation of China and Russia deploying hypersonic missiles, the Pentagon is developing a network of space sensors in low Earth orbit to fill blind spots in the current U.S. antimissile defense system. DoD concluded that only sensors in low orbits can spot maneuvering missile threats accurately and early enough so they can be shot down. Compared to ballistic missiles, hypersonic glide vehicles are dimmer and harder to detect by U.S. early warning satellites in geostationary orbit 36,000 kilometers above Earth. \n \n\n\r\n\t\t\t\t\t\t\t\t\t\t\t\tMilitary\t\t\t\t\t\t\t\t\t\t\t\nExperimental Spaceplanehypersonic misslesreusable \n\n \n\n\n\n\n\nPlease enable JavaScript to view the comments powered by Disqus.\n\n\n\n\n\n\nsearch\n\nSearch\n\n\n\n\n\n\n\n\n\nUpcoming Events\n\n\n\nUpcoming Events\nSee Allarrow\n\n\n\n\n\nOct\n26\n\n\n\nProtecting the Higher Ground: Advancing Space Cybersecurity/Next Steps for Space Policy Directive-5\n\n\n \n \n\n\n\n\n\n\nNov\n02\n\n\n\nSMi’s 23rd Annual Global MilSatCom Conference & Exhibition\n\n\n \n \n\n\n\n\n\n\nNov\n10\n\n\n\nCyber and Space Security Conference 2021\n\n\n \n \n\n\n\n\n\n\n \n \n\n\n\nSpaceNews\n2021 Spacenews, Inc. All Rights Reserved\n\nAbout\nAdvertise\nMagazine Subscription Info\nNewsletters\nEvents\nPrivacy Policy\nReprints\n \n\n\n\nfacebook\ntwitter\nyoutube\nrss\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "encoding": "utf-8"}