{"indice": 4, "title": "\n      Day 2 lateral flow tests for international arrivals: minimum standards for providers - GOV.UK\n  ", "url": "https://www.gov.uk/guidance/day-2-lateral-flow-tests-for-international-arrivals-minimum-standards-for-providers", "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n      Day 2 lateral flow tests for international arrivals: minimum standards for providers - GOV.UK\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkip to main content\n\n\n\n\n\nCookies on GOV.UK\n\nWe use some essential cookies to make this website work.\nWe’d like to set additional cookies to understand how you use GOV.UK, remember your settings and improve government services.\nWe also use cookies set by other sites to help us deliver content from their services.\n\n\n\n\nAccept additional cookies\nReject additional cookies\nView cookies\n\n\n\n\nYou can change your cookie settings at any time.\n\nHide this message\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            GOV.UK\n          \n\n\n\n\n\n        Navigation menu\n      \n\n        Menu\n      \n\n\nTopics\n\n                Topics\n              \n\n\n\n\n\n                          Find information and services\n                        \n\n\n\n\nBenefits\n\n\nBirths, death, marriages and care\n\n\nBrexit\n\n\nBusiness and self-employed\n\n\nChildcare and parenting\n\n\nCitizenship and living in the UK\n\n\nCoronavirus (COVID‑19)\n\n\nCrime, justice and the law\n\n\nDisabled people\n\n\nDriving and transport\n\n\nEducation and learning\n\n\nEmploying people\n\n\nEnvironment and countryside\n\n\nHousing and local services\n\n\nMoney and tax\n\n\nPassports, travel and living abroad\n\n\nVisas and immigration\n\n\nWorking, jobs and pensions\n\n\n\n\n\n\n \nDepartments\n \nGovernment activity\n\n                Government activity\n              \n\n\n\n\n\n                          Find out what the government is doing\n                        \n\n\n\n\nNews\nNews stories, speeches, letters and notices\n\n\nGuidance and regulation\nDetailed guidance, regulations and rules\n\n\nResearch and statistics\nReports, analysis and official statistics\n\n\nPolicy papers and consultation\nConsultations and strategy\n\n\nTransparency\nGovernment data, Freedom of Information releases and corporate reports\n\n\n\n\n\n\n\n\n\n\nHow government works\n\n\nGet involved\n\n\n\n\n\n\n\n\n \n\n\n          Search GOV.UK\n        \n\n\n\n\n\n\n\n          Search\n        \n\n\n\n              Search GOV.UK\n            \n\n\n\n\n\n\n\n\n\n\n\n\n    Search GOV.UK\n \n\n\n\n        Search\n \n\n\n\n\n\n\n\nPopular on GOV.UK\n\n\n\n                      Coronavirus (COVID-19): guidance\n                    \n\n\n\n                      Brexit: check what you need to do\n                    \n\n\n\n                      Sign in to your personal tax account\n                    \n\n\n\n                      Find a job\n                    \n\n\n\n                      Sign in to your Universal Credit account\n                    \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n                      Coronavirus (COVID-19)\n          \n\n \n\nGuidance and support\n\n\n\n\n\n\n\n\n\n\n\n\n\nHome\n\n\n\n\n\n\n\n\n\n    Guidance\n  \n\n    Day 2 lateral flow tests for international arrivals: minimum standards for providers\n  \n\n\n\nSets out the minimum standards that private sector providers must meet for the day 2 lateral flow COVID-19 tests for people arriving in England.\n\n\n\n\n\n\n\nFrom:\n\nDepartment of Health and Social Care\n\nPublished\n21 October 2021\n\n\n\n\n\n\n\n\n\n\n\n      Applies to England\n\n\n\n\n\n\n      Contents\n\n\n\nIntroduction\n\n\nSelf-declaration\n\n\nPenalties and offences\n\n\nProblems with test kits and results\n\n\nMinimum standards that apply to day 2 lateral flow tests\n\n\n\n\n\nPrint this page\n\n\n\nIntroduction\nEveryone entering England from abroad must take one or more tests for coronavirus (COVID-19).\nDepending on their vaccination status, people who’ve entered England from abroad need to take a test either:\n\non or before day 2 only\non or before day 2 and on or after day 8\n\nThere are different rules for people who’ve been in a country on the red list during the 10 days before they arrive.\nRead an overview of the rules for travelling to England from abroad and find out who needs to take which tests.\nBy law, all tests privately provided for international arrivals must meet and maintain the minimum standards from 12 November 2021. The standards for day 2 lateral flow tests are outlined below.\nThere is separate guidance on the minimum standards providers must meet for day 2 and day 8 PCR testing.\nPeople arriving from abroad who have a legal duty to quarantine for 10 days may be able to opt in to Test to Release for international travel to shorten their quarantine period. Providers for Test to Release must meet separate minimum standards.\nSelf-declaration\nProviders must also complete a declaration that their tests meet all of these standards. This will be made available the week commencing 25 October 2021. As well as declaring that they meet the minimum standards at the start of the service, they must maintain these standards from 12 November 2021, and implement and maintain any revisions to the standards, within a reasonable time period.\nThis self-declaration must only be completed by front-end providers who will be directly selling day 2 lateral flow tests for mandatory coronavirus (COVID-19) testing for international arrivals who are eligible to follow the rules for fully vaccinated individuals.\nThe providers completing the self-declaration will self-declare on behalf of themselves and all of the organisations they’re working with to provide these tests. They will need to list all organisations that they will be working with (whether by subcontract or otherwise) in order to carry out this service.\nIf there is a change to any information submitted in their self-declaration, the provider will need to notify the Department of Health and Social Care (DHSC) of the nature of the new arrangement.\nPenalties and offences\nIf a private provider does not meet the standards required, they may be committing an offence and subject to enforcement action and the resultant penalty.\nProblems with test kits and results\nWhere a test kit is broken, is not delivered or gives an inconclusive or invalid test result, the provider should offer a replacement kit as soon as possible to the consumer.\nMinimum standards that apply to day 2 lateral flow tests\n\nIn this guidance, when we talk about ‘eligible’ arrivals, we mean those who are eligible to follow the rules for people who have been fully vaccinated under an approved vaccination programme.\n\n1. Requirement for a medical director and clinical scientist\nThe provider of the test must have a designated resourced role that has oversight and approval of medical practices undertaken by the provider and responsibility for reporting medical issues. The individual must be a registered medical practitioner, registered with the General Medical Council.\nThe provider must also have a designated resourced role that has oversight of clinical practices undertaken by the provider and responsibility for reporting clinical issues. The individual must be a registered clinical scientist, registered with the Health and Care Professions Council. The same individual may fulfil both roles (medical and clinical), providing they are duly registered.\n2. Requirement for effective system of clinical governance\nThe provider of the test must have an effective system of clinical governance in place, which includes appropriate standard operating procedures in relation to the carrying out of the tests being provided for mandatory day 2 lateral flow testing for eligible international arrivals.\nFor example:\n\nclear governance and lines of accountability such as senior responsible officer, clinical lead, quality lead, training lead\nstaff are appropriately trained and there is evidence of competency assessment and participation in relevant external quality assessment (EQA)\nliability and indemnity cover for staff\ninformation management systems to monitor sample delivery and tracking\nsystems to meet the provisions for handling, transportation and analysis of test samples\nsystems, processes and record management to support the delivery of safe and reliable service\n\n3. The test device must be an approved lateral flow device which is permitted to be put into service in accordance with part 4 of the Medical Devices Regulations 2002, other than solely by virtue of regulation 39(2) of those regulations\nThis requirement is to ensure that the testing device has a CE marking (or, following the UK’s exit from the European Union, a UK marking) and does not benefit from a derogation from those standards.\nA CE mark is a logo that is placed on an in vitro diagnostic (IVD) medical device to show that it conforms to the requirements of the In Vitro Diagnostic Medical Devices Directive 98/79/EC.\nA CE mark shows that the testing device is fit for its intended purpose stated and meets legislative requirements relating to safety. Tests with a CE mark can be used until 30 June 2023.\nAlternatively a test with a UKCA mark can be used.\nThe word ‘approved’ relates to a process by which coronavirus test devices must be approved by the Secretary of State at the time that it is provided/dispatched to the international arrival. This is under regulation 34A of the Medical Devices Regulations, which was inserted into Part 4 by the Medical Devices (Coronavirus Test Device Approvals) (Amendment) Regulations 2021.\nFurther information is available on:\n\nCE marking\nUKCA marking\nin-vitro diagnostic medical devices\nCoronavirus Test Device Approvals legislation\n\n4. Alignment to DHSC MHRA target product profile scope and the test must be supplied in accordance with the manufacturer’s Instructions for Use\nThe Medicines and Healthcare products Regulatory Agency (MHRA) has published target product profiles (TPPs) for different types of test, setting out the ‘scope’ of what that test should be used for, including target use, target user and target use settings.\nThe provider must declare that they’re using the test in line with its published scope. MHRA has set out guidance explaining how both virus and antibody tests work.\nThe manufacturer’s Instruction for Use (IFU) set out the target use, target user and target setting and seek to ensure that, for example, the tests which are being sent for self-administration at home are the right sort of tests for that purpose.\nThe manufacturer must demonstrate that they hold evidence to support the intended use as stated in their IFU. For example, if the self-test may be used by a lay person to help another lay person take the test, they must have evidence to support this use scenario. The IFU should make this clear and there should also be evidence of performance data to support their use in these situations.\nRead more information:\n\nabout MHRA\nfor patients, the public and professional users: a guide to COVID-19 tests and testing kits\nTarget Product Profile: antibody tests to help determine if people have recent infection to SARS-CoV-2\n\n5. The test must use either nasal swabbing (mid turbinate or anterior nares) and/or tonsillar swabbing or saliva, in accordance with the manufacturer’s IFU\n\nWhere the international arrival self-administers the lateral flow test, the international arrival will be required to send their evidence of the test result for provider verification within 15 minutes of the read time of the test. These measures increase the overall reliability and user acceptance of the lateral flow test.\n6. Each test device must be uniquely identifiable\nThe provider must ensure that each test device that is sold is uniquely identifiable, and the provider must have a system in place to reject results from previously used devices.\n7. The test result must be verified by the provider with, as a minimum, a single photographic evidence when the provider does not witness the test service (self-administered tests taken over video call still require photographic evidence)\nThe provider is responsible for analysing and verifying the result and reporting it to the UK Health Security Agency (UKHSA). The test result must be verified by the provider with, as a minimum, a single photographic evidence, when the test is self-administered meeting the following criteria:\n\nthe lateral flow test device must be identifiable as the test provider’s\nthe photograph must also show the international arrival’s unique test booking reference\nthe result must be clearly visible\n\n8. Reporting of coronavirus test results, as a notifiable disease\nThe provider must have a system in place for reporting positive, negative and inconclusive test results cases in accordance with their obligations under public health legislation. All results of tests for this purpose must be reported within 24 hours of them receiving evidence of the test result.\nAt booking, the provider (or subcontractor, if relevant) must have a system in place to collect the following data fields from international arrivals:\nIn relation to the person being tested:\n\nfirst name\nsurname\nsex\ndate of birth\nNHS number\nethnicity\nhome address (including postcode)\nthe address provided to the test provider as the place where the international arrival is able to receive a confirmatory test\ntelephone number (only in the case of SARS-CoV-2 positive or indeterminate results)\nemail address (only in the case of SARS-CoV-2 positive or indeterminate results)\nwhether or not the individual has received a vaccine against SARS-CoV-2\n\nTogether with data required to be reported under public health legislation, the provider (or their subcontractor, if relevant) will need to have a system in place to collect from the international arrival and report the following additional data fields:\n\ntheir coach number, flight number or vessel name (as appropriate)\nthe date on which they last departed from or transited through a country or territory outside the common travel area\nthe country or territory they were travelling from when they arrived in the UK, and any country or territory they transited through as part of that journey\ntest booking reference\nthe date of their arrival in the UK\nconfirmation that the test complies, and was undertaken in accordance, with the requirements applicable under the International Travel and Operator Liability Regulations\nconfirmation that the test is a lateral flow device test undertaken by an eligible traveller\nwhere the test provider did not administer sample collection services (that is, take the swab), the date and time that the test provider received evidence of the test result\n\nIn relation to the test:\n\nname of the test provider and a description of its operations\ntest result code (such as COVID-19 +ve/-ve or influenza A +ve/-ve)\nspecimen identification number\nspecimen type\nspecimen date\ndate the test was performed\ntest method (lateral flow test)\nname of the testing equipment manufacturer\n\n9. Reporting test sales\nEach day the provider must complete a daily report that details total sales to travellers arriving into England on the day of report completion, including the number of tests they sold on that day.\nThe report must also include the following details in relation to each test sold on that day:\n\nthe date of the arrival in England of the person in respect of whom the test was sold\nthe type of test used (lateral flow test)\nwhether the purchase of the test has been cancelled\nthe test reference number given to the person who bought the test\n\nTest sales should be reported by the traveller’s date of arrival in England. Providers must report whether tests sold are for eligible or non-eligible arrivals from countries not on the red list. Test providers must also provide the test booking references for the sale completed on that day.\nThis will need to be filled in by each customer-facing provider that is selling tests directly to international arrivals.\nThese reports must be submitted daily through a live form provided to testing providers who meet minimum standards.\nThis information will not be used for any commercial purposes.\n10. Relevant systems in place to report adverse test incidents\nThe provider must be able to demonstrate that it has systems in place to identify any adverse incidents or quality control issues in respect of the test device and be able to report them in a timely manner to the relevant regulatory body. MHRA has a dedicated COVID-19 yellow card portal to report adverse incidents with medicines, medical devices and diagnostics.\n11. Reference number format\nAt the time the test is booked, the test provider must provide a single test reference number to the person booking the test. If the provider sells multiple tests to one person, each test will require its own booking reference.\nThe booking reference must be in the required format which the provider must provide to UKHSA at the point of on-boarding.\n12. Issuance of booking reference\nProviders must only issue a booking reference to a customer once payment has been taken.\n13. Subcontractors or organisations you are working with\nIf the test provider arranges with another provider or person (for example, a subcontractor) to carry out any element of the single end-to-end testing service on their behalf, the test provider must ensure that such person complies with the necessary requirements as relevant to the carrying out of that element of the service. This must result in the full end-to-end process meeting all the relevant minimum standards.\n14. Notification of test result: providers must issue the result of tests in a set notification which tells the person arriving from abroad whether they are required to quarantine\nForm A: negative lateral flow test result\nYour coronavirus (COVID-19) test result is negative. You did not have the virus when the test was done.\nYou are not required to self-isolate.\nYou should self-isolate again if you get symptoms of coronavirus (COVID-19) – get an NHS coronavirus (COVID-19) test from www.gov.uk/get-coronavirus-test and self-isolate until you get the results.\nFor advice on when you might need to self-isolate and what to do, go to www.nhs.uk/conditions/coronavirus-covid-19 and read ‘Self-isolation and treating symptoms’.\nForm B – positive lateral flow test result\nYour coronavirus test result is positive. This means that you probably have the virus.\nEven if you have not had symptoms of coronavirus you must now self-isolate for 10 days from the day after your test date.\nYou must obtain, take and return a free follow up polymerase chain reaction (PCR) test from NHS Test and Trace to confirm this. You can obtain your confirmatory PCR test by visiting gov.uk/get-coronavirus-test or by calling 119.\nThis test will be free of charge and will be sent to you as a home test kit.\nYou must take this test in accordance with this notice. If this confirmatory test is negative, you no longer need to self-isolate.\nYou may be contacted for contact tracing and to check that you, and those who you live or are travelling with, are self-isolating.\nYou must not travel, including to leave the UK, during self-isolation.\nContact 111 if you need medical help. In an emergency dial 999.\nForm C: unclear lateral flow test result\nYour coronavirus test result is unclear. It is not possible to say if you had the virus when the test was done.\nYou must self-isolate for 10 days from the day after your test date.\nYou may choose to take another test, and if it comes back with a negative result, you no longer need to self-isolate. You may be contacted to check that you are self-isolating.\n15. Confirm the address for the confirmatory PCR\n\nWhen a person arriving from abroad gets a positive lateral flow test result, the provider must confirm with the traveller the address to which a confirmatory PCR must be sent, and report that address to UKHSA.\n16. Compliant with all legal and regulatory requirements, for sample collection, processing and sharing of results including the requirements of data protection legislation\nThe Information Commissioner’s Office (ICO) has set out frequently asked questions (‘FAQs’) on data collection and data protection relating to coronavirus (COVID-19) that provide further information, including GDPR (general data protection regulation) considerations:\n\ncoronavirus (COVID-19) testing: guidance for employers and third-party healthcare providers\nICO FAQs\n\nIt is for you to satisfy yourself, taking legal advice as necessary, that you have met all the relevant legal and regulatory requirements relating to data protection. However, you will want to take full account of the fact that the processing of an international arrival’s health data is subject to additional levels of protection by Article 9 of the GDPR and can only be disclosed where it is necessary and proportionate for one of the specific purposes set out in that Article.\nYou are also reminded that you run a risk of breaching Article 5 of the GDPR and the Data Protection Act 2018 and being subject to significant regulatory penalties if, having obtained health data from an international arrival under these standards, you:\n\nretain that data for longer than is necessary in order to fulfil your role as a test provider operating in accordance with these standards\nprocess that data for a purpose that would be incompatible with the purpose for which the data was initially collected. Further processing the data for your own commercial or research objectives are examples of an incompatible purpose in these circumstances\n\n17. Test kit delivery and administration\nDay 2 test kits must be delivered (or administered, where the provider is supplying a swabbing service) on or before day 2 after the traveller has arrived in England.\n18. Turnaround time\nWithin 24 hours of getting a traveller’s evidence of the test result, providers must:\n\nnotify UKHSA of the lateral flow test outcome for all outcome types\nnotify the traveller of their test result either by email, letter, or text message or\nlet the traveller access their test result on a secure web portal\n\nThe messages in which providers tell travellers their test results must include the traveller’s:\n\nname\ndate of birth\npassport number or travel document reference number\nchosen test provider’s name and contact details\nunique test booking reference number\n\nThe message must use UKHSA’s words as stated in section 14 of this guidance.\n19. Provider accreditation requirements: Only required for organisations providing sample collection and/or point-of-care testing services. This requirement does not prevent issue of tests which are self-swabbed or self-administered since those samples would be taken under instruction from the person responsible for taking the samples.\n\n\nProviders must be or use a United Kingdom Accreditation Service (UKAS) accredited or applicant point-of-care testing (POCT) provider ISO standards ISO 15189 and ISO 22870.\n\n\nSamples must be taken by a provider (or subcontractor, if relevant) who is UKAS accredited or an applicant to ISO standard ISO 15189 or ISO/IEC 17025. This requirement does not prevent issue of tests which are self-swabbed or self-administered since those samples would be taken under instruction from the person responsible for taking the samples.\n\n\nAdditionally, providers are encouraged to adhere to ISO 22583 ‘Guidance for supervisors and operators of point-of-care testing (POCT) devices.\n\n\nUKAS accreditation provides an assurance of the competence, impartiality and integrity of providers. This accreditation is an important element in establishing and maintaining confidence in a testing service.\nFor point-of-care testing, providers need to meet ISO standards ISO 15189 and ISO 22870 ‘point-of-care testing (POCT) – requirements for quality and competence’. These ISO standards and technical specifications set out the key components that should be considered to provide safe and reliable POCT service. Providers are encouraged to adhere to ISO 22583 ‘Guidance for supervisors and operators of point-of-care testing (POCT) devices’. Samples must also be taken by or under the written instruction of, a provider (and their subcontractors, if relevant) that is applicant to ISO 15189 or ISO/IEC 17025. This requirement does not prevent issue of tests which are self-swabbed or self-administered since those samples would be taken under written instruction from the person responsible for taking the samples.\nUKAS appraisal status (‘stage 2’) is mandatory for commercial providers of COVID-19 testing 4 weeks after they become a UKAS applicant and have self-declared on the GOV.UK website confirming they meet minimum requirements. UKAS appraisal status is an assessment of compliance with the minimum requirements published by DHSC for fulfilment of stage 2. UKAS accreditation (‘stage 3’), which is full accreditation to the relevant ISO standard, requires the provider to receive a positive recommendation from UKAS within 4 months of completing stage 2 (that is, the date on which the organisation submitted evidence to UKAS demonstrating compliance with the UKAS appraisal requirements) and achieve full accreditation within 6 months after completing stage 2 UKAS appraisal.\n\n\n\n\n    Published 21 October 2021\n\n\n\n\n\n\n\n\n    Contents\n\n\n\n\n\nPrint this page\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIs this page useful?\n\n\n      Maybe\n    \n\n\n\n          Yes this page is useful\n\n\n\n\n          No this page is not useful\n\n\n\n\n\n    Thank you for your feedback\n  \n\n\n      Report a problem with this page\n    \n\n\n\n\n    Close\n  \n\n\n\n\nHelp us improve GOV.UK\nDon’t include personal or financial information like your National Insurance number or credit card details.\n\nWhat were you doing?\n\n\n\nWhat went wrong?\n\n\nSend\n\n\n\n\n\n    Close\n  \n\n\n\n\n\nHelp us improve GOV.UK\nTo help us improve GOV.UK, we’d like to know more about your visit today. We’ll send you a link to a feedback form. It will take only 2 minutes to fill in. Don’t worry we won’t send you spam or share your email address with anyone.\n\nEmail address\n\n\nSend me the survey\n\n\n\n\n\n\n\n\n\nCoronavirus (COVID-19)\n\n\nCoronavirus (COVID-19): guidance and support\n\n\n\n\nBrexit\n\n\nCheck what you need to do\n\n\n\n\nServices and information\n\n\nBenefits\n\n\nBirths, deaths, marriages and care\n\n\nBusiness and self-employed\n\n\nChildcare and parenting\n\n\nCitizenship and living in the UK\n\n\nCrime, justice and the law\n\n\nDisabled people\n\n\nDriving and transport\n\n\nEducation and learning\n\n\nEmploying people\n\n\nEnvironment and countryside\n\n\nHousing and local services\n\n\nMoney and tax\n\n\nPassports, travel and living abroad\n\n\nVisas and immigration\n\n\nWorking, jobs and pensions\n\n\n\n\nDepartments and policy\n\n\nHow government works\n\n\nDepartments\n\n\nWorldwide\n\n\nServices\n\n\nGuidance and regulation\n\n\nNews and communications\n\n\nResearch and statistics\n\n\nPolicy papers and consultations\n\n\nTransparency and freedom of information releases\n\n\n\n\n\n\n\nSupport links\n\n\nHelp\n\n\nPrivacy\n\n\nCookies\n\n\nAccessibility statement\n\n\nContact\n\n\nTerms and conditions\n\n\nRhestr o Wasanaethau Cymraeg\n\n\nGovernment Digital Service\n\n\n\n\n\n\n          All content is available under the Open Government Licence v3.0, except where otherwise stated\n        \n\n\n© Crown copyright\n\n\n\n\n\n\n\n\n", "encoding": "utf-8"}