{"indice": 85, "title": "BRAIN TEST: TRICKY PUZZLES - Jogue Brain Test: Tricky Puzzles no Poki", "url": "https://poki.com.br/g/brain-test-tricky-puzzles", "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBRAIN TEST: TRICKY PUZZLES - Jogue Brain Test: Tricky Puzzles no Poki\n\n\n\n\n\n\n\n\n\n\nBrain Test: Tricky Puzzlespor Unico Studio829.8K164.5KVoltamos já já, depois de uma breve pausaPreparando...Who Is?Stick MergeBrain Test 2: Tricky StoriesShape FoldCastle PalsEnergyFeets Doctor Urgent CareExtreme Car Parking!Duo SurvivalPop It Master11-11Become An Ear DoctorSushi PartyFrom Princess to InfluencerBrain For Monster TruckLife - The GameLittle Alchemy 2The Sniper CodeExceptionsZOOM-BEIt's Story Time!Catch the CandyPinkFactory Balls ForeverAnt Art TycoonBecome a Fashion DesignerUnpuzzleRWord City CrossedStickman Fighter: Epic BattleEllie’s Surprise Birthday PartyCats Love CakeJunior ChessMoto X3M WinterFireboy and Watergirl 5Duo VikingsBubble SortingAssassinoDucklings.ioParking BlockGem 11Forgotten Hill: The WardrobeTicTacToeBlueResizerWords Search Classic EditionWhere is My Cat?Subway Surfers2048Ludo HeroMerge CakesBrain DozerUnblock ItMaster ChessYokai DungeonFleeing the ComplexMoto X3MShort LifeJogos de MatemáticaPhysics GamesJogos de Caça PalavrasJogos EducativosJogos de PintarJogos de GeografiaJogos de 2 JogadoresJogos .ioJogos da BarbieJogos de CarrosJogos de FutebolJogos de Água e FogoJogos da CobrinhaJogos do NarutoJogos de PokemonJogos de GTAJogos de MeninasJogos de SobrevivênciaJogos de MinecraftJogos do Dragon Ball ZJogos de Spinner de MãoJogos de VestirJogos de TiroAnúnciosAnúnciosAnúnciosjogosJogos de Quebra CabeçaBrain Test: Tricky PuzzlesUnico Studio4.3994,273 VotosBrain Test: Tricky Puzzles é um jogo de quebra-cabeça com muitos enigmas e quebra-cabeças complicados. Existem mais de 275 níveis estimulantes para o cérebro, projetados para enganar o jogador e testar seu cérebro. Pense em seus pés e fora da caixa para resolver esses enigmas. Tudo o que você vê na tela pode ser usado para resolver o problema. Todas as perguntas divertidas no Brain Test vão explodir sua mente!\nComo jogar:\nUse o cursor do mouse para selecionar, arrastar e mover objetos.\nSobre o criador:\nBrain Test: Tricky Puzzles é criado por Unico Studio. Eles têm outros jogos Poki: Word City Uncrossed, Word City Uncrossed e 4 Pics 1 Word. \nQuantos níveis existem em Brain Test: Tricky Puzzles?\nExistem 275 níveis em Brain Test: Tricky Puzzles.\nJogos de Quebra CabeçaJogos de Achar ObjetosJogos de MouseJogos de PuzzleJogos DivertidosJogos de LógicaJogos de QuizJogos de Perguntas e RespostasJogos PopularesO que você está jogando hoje?SobreDesenvolvedoresVagasDeclaração de PrivacidadeTermos de UsoContatoLet the world play\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "encoding": "utf-8"}