{"indice": 90, "title": "test | CitizenGO", "url": "https://citizengo.org/pt-pt/node/165019", "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ntest | CitizenGO\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJump to navigation\n\n\n\n\nMinhas petições\nPerfil\nSair\n\n\n\n\n\n\n\n\nFaça seu login em CitizenGOInforme seu e-mail e sua senha \nNome de usuário ou e-mail \n\nEscreva aqui seu nome de usuário ou o e-mail com o qual você se registrou\n\n\nSenha \n\nEnter your password.\n\nEsqueceu sua senha?\nCrie sua conta\nNome \n\nEscreva aqui seu nome\n\n\nSobrenome \n\nEscreva aqui seu sobrenome\n\n\nEmail \n\nInforme seu e-mail \n\n\nSenha \n\nChoose a password for your account.\n\n\n\nAo registrar-se aceita os termos de uso da CitizenGO e sua política de privacidade, e aceita receber mensagens de e-mail sobre nossas campanhas. Você pode cancelar seu cadastro na lista a qualquer momento.\r\n\n\n \n\n\n\n\n\n\n\n\n\nDeutschEnglish-AfricaEnglish-AustraliaEnglish-CanadaEnglish-Other countriesEnglish-United KingdomEnglish-United StatesEspañol-América LatinaEspañol-ArgentinaEspañol-EspañaEspañol-MéxicoFrançaisHrvatskiItalianoMagyarNederlandsPolskiPortuguês-BrasilSlovenčinaРусскийHrvatski\nNederlands\nEnglish-Africa\nEnglish-Australia\nEnglish-Canada\nEnglish-Other countries\nEnglish-United Kingdom\nEnglish-United States\nFrançais\nDeutsch\nMagyar\nItaliano\nPolski\nPortuguês-Brasil\nРусский\nSlovenčina\nEspañol-Argentina\nEspañol-América Latina\nEspañol-México\nEspañol-España\nzzEnglish\nzzPortuguês\nzzEspañol\nzzEspañol-Chile\n\n\n\n\n\n\nFaça seu login ou cadastre-se\n\n\n\n\n\n\n\nPágina inicialConheça-nosCampanhasSala de imprensaDoarMembro \n\n\n\n\n\n\n\n\ntest\n\n\n\nAdresat/Adresaci petycji: test  \n\ntest\n \n\n\ntest.png\n\n\n \n\n\n\n\n\n0100\n\n\n  0\n \n\n0 pessoas já assinaram esta petição. Ajude-nos a conseguir 100 assinaturas. testBy Adam Goszka Admin ·  3 Ago 2018 test\n\nEsta petição foi criada por um cidadão ou uma organização independente de CitizenGO. Por essa razão, CitizenGO não é responsável por seu conteúdo. \n\n\n+ Letter to:\n\n\nAssine esta petição\n\nAssine esta petição agora! \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEmail *\n\nPlease enter your email\n\nPor favor, informe um endereço de e-mail válido\nNome *\n\nPlease enter your first name\n\n\nSobrenome \n\nPlease enter your last name\n\n\nPaís \nBrasilPortugal---------------AfeganistãoAlbâniaAlemanhaAndorraAngolaAnguillaAntigua e BarbudaAntilhas HolandesasAntárticaArgentinaArgéliaArmêniaArubaArábia SauditaAustráliaAzerbaijãoBahamasBahreinBangladeshBarbadosBelizeBeninBermudaBielorrússiaBolíviaBotsuanaBruneiBulgáriaBurkina FasoBurundiButãoBélgicaBósnia e HerzegovinaCabo VerdeCamarõesCambojaCanadáCaribbean NetherlandsCazaquistãoChadeChileChinaChipreCingapuraColômbiaComoresCongo (Brazzaville)Congo (Kinshasa)Coréia do NorteCoréia do SulCosta do MarfimCosta RicaCroáciaCubaCuraçaoDinamarcaDjibutiDominicaEgitoEl SalvadorEmirados Árabes UnidosEquadorEritréiaEslováquiaEslovêniaEspanhaEstados UnidosEstôniaEtiópiaFijiFilipinasFinlândiaFrançaGabãoGanaGeórgiaGibraltarGranadaGroenlândiaGréciaGuadalupeGuamGuatemalaGuernseyGuianaGuiana FrancesaGuinéGuiné-BissauGuiné EquatorialGâmbiaHaitiHolandaHondurasHong Kong, ChinaHungriaIlha BouvetIlha ChristmasIlha de ManIlha Heard e Ilhas McDonaldIlha NorfolkIlhas AlandIlhas CaymanIlhas CocosIlhas CookIlhas FalklandIlhas FaroeIlhas Geórgia do Sul e Sandwich do SulIlhas Marianas do NorteIlhas MarshallIlhas SalomãoIlhas Turcas e CaicosIlhas Virgens AmericanasIlhas Virgens BritânicasIndonésiaIraqueIrlandaIrãIslândiaIsraelItáliaIêmenJamaicaJapãoJerseyJordâniaKiribatiKuwaitLaosLesotoLetôniaLibériaLiechtensteinLituâniaLuxemburgoLíbanoLíbiaMacau, ChinaMacedôniaMadagascarMalauíMaldivasMaliMaltaMalásiaMarrocosMartinicaMauritâniaMaurícioMayotteMicronésiaMoldáviaMongóliaMontenegroMontserratMoçambiqueMyanmarMéxicoMônacoNamíbianauruNepalNicaráguaNigériaNiueNoruegaNova CaledôniaNova ZelândiaNígerOmãPalauPanamáPapua Nova GuinéPaquistãoParaguaiPeruPitcairnPolinésia FrancesaPolôniaPorto RicoQatarQuirguistãoQuêniaReino UnidoRepública Central AfricanaRepública DominicanaRepública TchecaReuniãoRomêniaRuandaRússiaSaara OcidentalSaint-Pierre e MiquelonSamoaSamoa AmericanaSan MarinoSan Martin (parte Francesa)Santa HelenaSanta LúciaSenegalSerra LeoaSeychellesSint MaartenSomáliaSouth SudanSri LankaSuazilândiaSudãoSurinameSuéciaSuíçaSvalbard e Jan MayenSão BartolomeuSão Kitts e NevisSão Tomé e PríncipeSão Vicente e GranadinasSérviaSíriaTadjiquistãoTailândiaTaiwanTanzâniaTerritório Britânico do Oceano ÍndicoTerritório PalestinoTerritórios Franceses do SulTerritórios Insulares dos Estados UnidosTimor LesteTogotonganêsToquelauTrinidad e TobagoTunísiaTurcomenistãoTurquiaTuvaluUcrâniaUgandaUruguaiUzbequistãoVanuatuVaticanoVenezuelaVietnãWallis e FutunaZimbabueZâmbiaÁfrica do SulÁustriaÍndia\nPlease enter your country\n\n\nCEP \n\nPlease enter your zip code\n\nPor favor, escolha uma opção:\n\n Quero saber se esta petição será vitoriosa e como posso apoiar outras petições. \n\n\n Não quero receber atualizações sobre esta petição ou outras campanhas importantes. \n\n\n\nTem certeza? Esta e outras petições precisam de seu apoio para que possam ser bem-sucedidas. Você pode cancelar seu cadastro a qualquer momento.Procesamos seus dados pessoais de acordo com nossas Política de privacidade e nossos Termos de uso.Ao assinar você aceita os termos de uso da CitizenGO e sua política de privacidade, e aceita receber mensagens de e-mail sobre nossas campanhas. Você pode cancelar seu cadastro na lista a qualquer momento.Adresat/Adresaci petycji: test\ntest\n[Seu nome] \nVoltar\nInício\ntest\nAssine esta petição agora!\n\n\n0100\n\n\n  0\n \n\n0 pessoas já assinaram esta petição. Ajude-nos a conseguir 100 assinaturas. \n\n\n\n\n\n\n\n\n\n\n© 2021 CitizenGO\n·\nConheça-nos\n·\nPolítica de privacidade\n·\nTermos de uso\n·\nCookies\n·\nVagas\n·\nContato\n·\nAjuda\n\n\n\n\n\n\n\n         Crie uma petição         \n\n\n\nDesktop Version\n\n\n\n\n\n\n\nA CitizenGO utiliza cookies próprios e de terceiros para melhorar seus serviços, preparar informações estatísticas e exibir publicidade, conteúdo ou serviços personalizados por meio da análise de sua navegação. Para aceitar seu uso, você pode clicar em Aceitar ou continuar navegando. Da mesma forma, você pode configurar ou rejeitar o uso de cookies, clicando na seção Configurações. Para obter mais informações sobre o uso de cookies e seus direitos, acesse nossa Política de Privacidade.\nOk, eu entendi\n\n\n\n\n", "encoding": "utf-8"}