{"indice": 91, "title": "Testing the test: NAPLAN makes for stressed kids and a narrow curriculum", "url": "https://theconversation.com/testing-the-test-naplan-makes-for-stressed-kids-and-a-narrow-curriculum-10965", "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTesting the test: NAPLAN makes for stressed kids and a narrow curriculum\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Menu\n  \n\n    Close\n  \n\n\n\n\n\n\n\n\n\n\nHome\n\n\nCOVID-19\n\n\nArts + Culture\n\n\nEconomy + Business\n\n\nEducation\n\n\nEnvironment + Energy\n\n\nEthics + Religion\n\n\nHealth\n\n\nPolitics + Society\n\n\nScience + Technology\n\nEn Español\n\n\n\nEdition\n\n\n\n              Africa\n            \n\n              Australia\n            \n\n              Canada\n            \n\n              Canada (français)\n            \n\n              España\n            \n\n              France\n            \n\n              Global Perspectives\n            \n\n              Indonesia\n            \n\n              New Zealand\n            \n\n              United Kingdom\n            \n\n              United States\n            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nEdition:\n\n\n\nAvailable editions\n\n\nUnited States\n\n\n\n\n\nAfrica\n\n\nAustralia\n\n\nCanada\n\n\nCanada (français)\n\n\nEspaña\n\n\nFrance\n\n\nGlobal Perspectives\n\n\nIndonesia\n\n\nNew Zealand\n\n\nUnited Kingdom\n\n\n\n\n\n\nDonate\n\n\n\n        Get newsletter\n \n\n\n\n\n\n\nBecome an author\n\n\nSign up as a reader\n\n\nSign in\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSearch\n\n\n\n\n\n\n\n\n\n\n    Academic rigor, journalistic flair\n  \n\n\n\n\nCOVID-19\n\n\nArts + Culture\n\n\nEconomy + Business\n\n\nEducation\n\n\nEnvironment + Energy\n\n\nEthics + Religion\n\n\nHealth\n\n\nPolitics + Society\n\n\nScience + Technology\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n            Testing the test: NAPLAN makes for stressed kids and a narrow curriculum\n          \n\n\n\nNovember 25, 2012 2.08pm EST\n\n\n\n\n\n\n\n\n\n\nNicky Dulfer, The University of Melbourne\n\n\n\nAuthor\n\n\n\n\n\n        Nicky Dulfer\n      \n\n\n      Academic, Melbourne Graduate School of Education, The University of Melbourne\n    \n\n\n\n\n\nDisclosure statement\nNicky Dulfern's research was commissioned by the Whitlam Institute at the University of Western Sydney.\n\n\nPartners\n\nUniversity of Melbourne provides funding as a founding partner of The Conversation AU.\nView all partners\n\n\n\n\n\n\n\n      Literacy and numeracy tests are having a negative impact on Australian students.\n      Test image from www.shutterstock.com\n\n\n\n\n\n\n Email\n\n\n Twitter\n\n\n Facebook\n\n\n LinkedIn\n\n\n WhatsApp\n\n\n Messenger\n\n\n\n\n\nNAPLAN tests – the literacy and numeracy tests given to primary and secondary students – are causing health problems and promoting a culture of “teaching to the test”.\nA national study released today surveyed around 8,300 teachers and found the tests had unintended consequences, particularly on how the curriculum was taught, student health and school reputation.\nMelbourne University’s Nicky Dulfer discusses the findings below. \nWhat are the major findings in the study?\nThe major findings can be broken down into four key areas. The first major finding is around the fact that teachers are really unsure as to the purpose of NAPLAN. \n\n\n\n\n\nWe asked teachers and educators across the whole of the nation: what do you think NAPLAN is for? And they think it’s a school ranking tool, they thinking it’s a method of policing school performance. Some say it might be a diagnostic tool but that it doesn’t quite fit that role.\nSo there’s some confusion about what the purpose of NAPLAN is.\nThe second finding is to do with enrolments. And the idea that if you were a school that got poor results in NAPLAN, or poorer than expected results in a NAPLAN test, how that might affect your school. And teachers felt overwhelmingly that it could affect media reporting about the school, which would affect the reputation of the school, how parents felt about the school, how staff felt, the morale of the students and the staff and also it could affect the school’s ability to attract and retain teachers and students.\nWe also asked about areas around health and well-being. But teachers were only allowed to talk about students who had reported issues or parents who had reported issues. We didn’t want teachers to say “I’ve heard about issues”, they needed to have hard evidence.\nAnd they reported that they had a number of students who said they were feeling stressed, there were students that were concerned they were too dumb to sit the NAPLAN.\nThere was a fear of parents’ reactions to the test results, if the school performed lower than expected. There were some teachers who reported that kids do feel sick before the test or freeze during the test. There’s some sleeplessness and some crying.\nTeachers also responded with anecdotes in that section – there were many stories of kids not wanting to go to school and things like that.\nThe final area that we looked into and asked teachers about is the one that teachers have the most control over and are also the people that know the most about it. And that is the impact of the testing on curriculum and teaching. \nAnd we asked them what the impacts on the curriculum and teaching are, and there were some very strong results about the fact that NAPLAN preparation is taking up a lot of time in a crowded curriculum, that there are other curriculum areas that are seen as not as important because they’re not tested. That they teach more to the test, so they make sure that they cover the knowledge that’s on the test, and that means that they’re not teaching other things. \nIt has actually reduced the amount of face-to-face talking time they have with their students and it’s narrowed the range of teaching strategies. \nWe also asked them about how they were able to use the NAPLAN results and how useful it was. One of the overwhelming responses was that it comes through so late, that it’s not as useful as they would like. They can’t use it as a diagnostic tool.\nSo predominantly they said they looked through the data and they checked if there were any surprises – if students were performing well-above expected or well-below expected.\nDoes the study then offer new information or does it confirm what we already know?\nIt’s the first time to my knowledge that NAPLAN has been looked at nationally from this perspective. \nWe know that in other countries there’s been great criticism of high-stakes testing. There have been times in Australia when people have said NAPLAN isn’t a high-stakes test, it’s not treated in that way.\nBut given these findings, NAPLAN is a high-stakes test because it does have consequences for students’ success and teacher practice. \nThe study confirms that what is happening overseas is also happening here. But it’s the first national study of its kind, to my knowledge, that asks teachers what is happening in your classroom because of NAPLAN. We also had over 8,000 responses so it’s a strong study from that point of view.\nGiven your findings, do you think NAPLAN should be reformed or replaced? What are the alternatives?\nI don’t think it needs to be abolished but I think that we do need to start to look at some of the impacts of NAPLAN, intended and unintended. And to actually enter into a conversation about it – after all it’s one test on one day, it’s been given a lot of importance, it’s been put up on the website, and it has an ability to impact on all these aspects.\nSo can we de-emphasise it in some way? Can we make sure that parents understand that it’s not the be all and end all? Can we de-pressurise the situation?\nDo we need to run it every second year, for example? We need to think about the way that it is impacting on students and see if there are other ways. \nI’m not saying it’s a useless measure, but it something that is now having quite severe unintended consequences that we need to look into and ask, is there anything we can do?\nThis study focuses on teachers’ perceptions of the effects of NAPLAN – are there other ways to measure its effects? Is there more research needed?\nAbsolutely, this is just the tip of iceberg. We’ve only asked the teachers at this point. Certainly this study is a first step, we’re also hoping to ask the students themselves for their opinions and ask parental opinions.\nBut we also need to understand the research and the policy that sits behind it as well. But what we were seeking to do was get a voice from those educators who have largely, remained fairly quiet on the issue until now.\n\n\n\n\n\nEducation\n\n\nSchools\n\n\nTests\n\n\nTeachers\n\n\nNAPLAN\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWant to write?\n\n    Write an article and join a growing community of more than 135,500 academics and researchers from 4,195 institutions.\n  \n\nRegister now\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEditorial Policies\n\n\nCommunity standards\n\n\nRepublishing guidelines\n\n\nFriends of The Conversation\n\n\nAnalytics\n\n\nOur feeds\n\n\nDonate\n\n\n            Get newsletter\n \n\n\n\n\n\n\nWho we are\n\n\nOur charter\n\n\nOur team\n\n\nPartners and funders\n\n\nResource for media\n\n\nContact us\n\n\nEn Español\n\n\n\n\n\n\n\n\n​\n\n\n​\n\n\n​\n\n\n​\n\n\n\n\n\n\n\n\n\nPrivacy policy\nTerms and conditions\nCorrections\n\n\nCopyright © 2010–2021, The Conversation US, Inc.\n\n\n\n\n\n\n\n\n\n\n\n\n", "encoding": "utf-8"}